import React, { useEffect, useState } from 'react';
import style from './article.css'
import Navbar from '../../components/nav/nav';
import ChatBot from '../../components/chat-bot/chat-bot';
import Card from '../../components/card/card';
import Slider from '../../components/sliders/slider';
import Footer from '../../components/footer/footer'
import { Link, useParams } from 'react-router-dom';


function Article(){
  const params=useParams()
  window.scrollTo({
    top: 0,
    behavior: 'smooth'
    })
    
  let article= ''
  let imgUrl=''
  let title = ''

  let imageUrls=["https://www.chetor.com/wp-content/uploads/2017/12/93957.jpg",
  "https://fitamin.ir/mag/wp-content/uploads/2022/10/The-effect-of-nutrition-on-height-increase.jpg",
  "https://actic.ir/blog/wp-content/uploads/2021/12/%D8%A2%D9%85%D9%88%D8%B2%D8%B4-%D8%AF%D9%88%DB%8C%D8%AF%D9%86-%D8%A7%DA%A9%D8%AA%DB%8C%DA%A9.jpg",
  "https://fitamin.ir/mag/wp-content/uploads/2020/09/%D8%AD%D8%B1%DA%A9%D8%A7%D8%AA-%D9%BE%D8%A7%DB%8C%D9%87-%D8%A8%D8%AF%D9%86%D8%B3%D8%A7%D8%B2%DB%8C.jpg",
  "https://www.elmevarzesh.com/wp-content/uploads/best-Workout-Drinks.jpg",
  "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSX-iX62yLvwLLCnbYCnrvel4yDQ0qpQeIlKvgWghP__YPk4g3JtA1Yt6iAccMkSX41hdk&usqp=CAU",
  "https://drkoohdani.ir/wp-content/uploads/2021/05/3-15-696x464-1.jpg",
  "https://kalleh.com/book/wp-content/uploads/sites/2/2022/07/wrong-beliefs-on-weight-loss.jpg.webp",
  "https://cdn.asriran.com/files/fa/news/1396/1/22/688587_951.jpg",
  "https://media.khabaronline.ir/d/2020/12/29/3/5512479.jpg",
  "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTJG4WV3kKOPs5Pdy7glgzgO6ZyEZBSRqKvzQ&usqp=CAU",
  "https://media.imna.ir/d/2021/08/24/3/1723685.jpg",
  "https://www.chetor.com/wp-content/uploads/2017/02/42198.jpg",
  "https://www.moheb.com/wp-content/uploads/2019/10/sleeping-time.jpg",
  "https://cdn.wikigardi.net/thumbnail/KmdXGa3BaTum/WzAwSrGLsX43DbVJdwLhZWB4hPtncEkBXiE6W5TFHGpw0X9D6KkrBo6M5IFs8PLi/%D9%BE%D8%B1%D8%AE%D9%88%D8%B1%DB%8C+%D9%82%D8%A8%D9%84+%D8%A7%D8%B2+%D8%AE%D9%88%D8%A7%D8%A8+.jpg",
  "https://rahehno.com/wp-content/uploads/2021/07/Workplace-stress-and-ways-to-deal-with-it-1160x653.jpg",
  "https://moshaverline.com/wp-content/uploads/2023/03/Counselling.jpg",
  "https://files.namnak.com/bi/users/ms/aup/202205/15_pics/%D8%A7%D9%81%DA%A9%D8%A7%D8%B1-%D9%85%D9%86%D9%81%DB%8C.jpg",
  "https://mindtoolbox.ir/wp-content/uploads/2018/09/%D8%A7%D9%81%D8%B2%D8%A7%DB%8C%D8%B4-%D8%AA%D9%85%D8%B1%DA%A9%D8%B2.jpg",
  "https://drtabatabaie.ir/wp-content/uploads/2015/06/%D8%A2%D8%B1%D8%A7%D9%85%D8%B4-%D8%AE%DB%8C%D8%A7%D9%84-%D8%AF%DA%A9%D8%AA%D8%B1-%D8%A7%D9%81%D8%B4%DB%8C%D9%86-%D8%B7%D8%A8%D8%A7%D8%B7%D8%A8%D8%A7%DB%8C%DB%8C.jpg",
  "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTzlc-mHwZ2_q0nFKI0knBR-HPEAzTPkxFMTg&usqp=CAU",
  "https://mosbatesabz.com/mag/wp-content/uploads/2023/04/bodybuilding-for-fat-people.jpg",
  "https://www.digikala.com/mag/wp-content/uploads/2021/07/01-11-Benefits-of-Exercise.jpg",
  "https://media.imna.ir/d/2017/07/13/4/1425581.jpg",
  "https://media.khabaronline.ir/d/2023/09/10/4/5911588.jpg?ts=1694335822000",
  "https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1399/07/21/1399072111150334221419932.jpg",
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1402/12/11/1402121119003212429520934.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1399/07/21/1399072111150334221419934.jpg' ,
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1395/04/05/139504052050535728002624.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1399/05/31/1399053122073440821004064.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1402/02/18/1402021813431485027531394.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1399/06/01/1399060109381266821006024.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1402/12/28/1402122811325389929642494.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1393/03/28/139303280834145633029464.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1402/08/01/140208011601444328627444.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1402/10/26/1402102614023668729206874.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1402/01/18/140201181735155827344154.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1401/07/23/1401072309505577226251814.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1402/11/25/1402112517084859629399494.jpg',
  'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1402/12/25/1402122510580427629621064.jpg'




  ]

  let moreCard=[
  ]
  if (params.id === '1'){
    imgUrl= imageUrls[3]
    title = ' فعالیت های ورزشی متنوع روزانه'
    moreCard=[
      <span><Card id = "10" title='رژیم های غذایی باید شامل چه چیز هایی باشند؟' view = "1622" like = '402' imgUrl={imageUrls[9]} /></span>,
      <span><Card id = "3" title='راهکار های ایجاد انگیزه برای ورزش منظم' view = "1529" like = '941' imgUrl={imageUrls[2]} /></span>,
      <span><Card id = "22" title='چگونه برنامه ورزشی مناسب خودم تنظیم کنم؟' view = "1773" like = '1298' imgUrl={imageUrls[21]}/></span>,

    ]
    article= `تعدادی از فعالیت‌های ورزشی متنوع را که می‌توانید در برنامه‌ورزشی خود جای دهید، بررسی می‌کنیم:
    پیاده‌روی: پیاده‌روی فعالیتی آسان و قابل دسترس است که می‌توانید در آن هر روز قدم بزنید. می‌توانید در محیط‌های طبیعی یا در پارک‌ها پیاده‌روی کنید و از طبیعت لذت ببرید.
    دوچرخه‌سواری: دوچرخه‌سواری یک فعالیت خوش‌تیپ و مناسب برای تقویت قلب و عروق است. می‌توانید در خیابان‌ها، مسیرهای دوچرخه‌سواری و پارک‌ها دوچرخه‌سواری کنید.
    شنا: شنا یک فعالیت ورزشی کامل است که باعث تقویت عضلات، افزایش استقامت و بهبود تنفس می‌شود. می‌توانید در استخرهای عمومی یا خصوصی شنا کنید.
    تنیس: بازی تنیس فعالیتی پویا و رقابتی است که علاوه بر تقویت عضلات، تمرکز و هماهنگی را نیز افزایش می‌دهد. می‌توانید در باشگاه‌های تنیس یا زمین‌های عمومی بازی کنید.
    بدمینتون: بازی بدمینتون یک فعالیت سرگرم‌کننده و اجتماعی است که قدرت بدنی و تناسب اندام را تقویت می‌کند. می‌توانید در خانه، پارک‌ها یا باشگاه‌های بدمینتون بازی کنید.
    بدنسازی: ورزش بدنسازی به شما کمک می‌کند تا قدرت و اندام خود را تقویت کنید. می‌توانید در باشگاه‌های بدنسازی و با استفاده از تجهیزات و وزنه‌ها به بدنسازی بپردازید.
    یوگا: یوگا فعالیتی است که باعث تمرکز ذهنی، انعطاف‌پذیری و آرامش درونی می‌شود. می‌توانید با استفاده از منابع آنلاین یا در کلاس‌های یوگا شرکت کنید.
    پیلاتس: پیلاتس یک روش تمرینی است که باعث تقویت عضلات اصلی، انعطاف‌پذیری و تعادل شما می‌شود. می‌توانید در کلاس‌های پیلاتس شرکت کنید یا از منابع آنلاین استفاده کنید.
    آموزش رقص: رقص یک فعالیت سرگرمکننده و پرانرژی است که علاوه بر تقویت عضلات، هماهنگی و انعطاف‌پذیری را بهبود می‌بخشد. می‌توانید در کلاس‌های رقص مختلف شرکت کنید و سبک‌های مورد علاقه خود را انتخاب کنید.
    ورزش‌های تیمی: شرکت در ورزش‌های تیمی مانند فوتبال، بسکتبال، والیبال و هاکی بر روی مهارت‌های گروهی، همکاری و رقابت تأکید می‌کند. می‌توانید در باشگاه‌ها یا با گروهی از دوستان خود در فضاهای عمومی بازی کنید.
    ورزش‌های آبی: شامل سرفینگ، کایاک، ویندسرفینگ و اسکوبا است که در محیط آب انجام می‌شوند. این ورزش‌ها همچنین به شما امکان تمرین در طبیعت و لذت بردن از آب را می‌دهند.
    ورزش‌های زمستانی: اگر در مناطقی با آب و هوای سرد زندگی می‌کنید، می‌توانید ورزش‌های زمستانی مانند اسکی، اسنوبردینگ و هاکی روی یخ را امتحان کنید.
    مبارزه‌های هنرهای رزمی: شامل کاراته، تکواندو، جودو و بوکس است که به شما تمرین قدرت بدن، تمرکز و خودانتخاب را می‌آموزد. می‌توانید در باشگاه‌های مختلف مبارزه شرکت کنید.
    ایروبیک و تمرینات کاردیو: شامل تمریناتی مانند آروبیک، زومبا، جمپینگ جک و بدنسازی هوا است که باعث افزایش ضربان قلب و سوختن چربی می‌شود. می‌توانید در کلاس‌های گروهی یا با استفاده از منابع آنلاین این تمرینات را انجام دهید.
    همچنین، مهم است که برنامه ورزشی خود را به میزان و قوه‌ی بدن خود واقعیت بخشیده و به تدریج افزایش دهید. همچنین، به استراحت کافی و تغذیه سالم نیز توجه کنید تا بدنتان برای ورزش آماده باشد.
    `
  }
  else if(params.id === '2'){
    imgUrl=imageUrls[0]
    title = 'تاثیرات گرم کردن بدن قبل از شروع ورزش'
    moreCard=[
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394' imgUrl={imageUrls[7]} /></span>,
      <span><Card id = "22" title='چگونه برنامه ورزشی مناسب خودم تنظیم کنم؟' view = "1773" like = '1298' imgUrl={imageUrls[21]} /></span>,
    
    ]
    article= `  
    قبل از شروع فعالیت و ورزش، گرم کردن بدن یک مرحله مهم است که بسیاری از ورزشکاران و مربیان توصیه می‌کنند. گرم کردن به مجموعه از فعالیت‌هایی گفته می‌شود که هدف آن تقویت عضلات و آماده سازی بدن برای ورزش است. در ادامه به برخی از دلایل اهمیت گرم کردن قبل از ورزش می‌پردازیم:
    افزایش دمای بدن: گرم کردن بدن باعث افزایش دمای آن می‌شود. این افزایش دما منجر به افزایش جریان خون و اکسیژن به عضلات می‌شود که باعث بهبود عملکرد و آمادگی عضلات برای ورزش می‌شود.
    افزایش انعطاف‌ پذیری: با انجام تمرینات گرم کننده، عضلات و بافت‌های بدن انعطاف‌ پذیری بیشتری به خود می‌گیرند. این انعطاف‌پذیری از اهمیت بالایی برخوردار است زیرا عضلات با انعطاف‌ پذیری بیشتر، در حین ورزش کمتر آسیب می‌بینند و احتمال بروز آسیب‌ها و کشیدگی‌ها کاهش می‌یابد.
    بهبود عملکرد قلب و عروق: گرم کردن بدن منجر به افزایش ضربان قلب و گشاد شدن عروق می‌شود. این امر باعث افزایش جریان خون و اکسیژن به قلب و عضلات می‌شود که عملکرد آن‌ها را بهبود می‌بخشد.
    حفاظت از مفاصل و بافت‌های نرم: گرم کردن قبل از ورزش به مفاصل و بافت‌های نرم مانند لیگامانت‌ها و کپسول‌های مفصلی کمک می‌کند. با افزایش دما، این بافت‌ها انعطاف‌پذیری بیشتری به خود می‌گیرند و در نتیجه خطر آسیب دیدگی و کشیدگی در این مناطق کاهش می‌یابد.
    روانشناسی و آماده سازی ذهن: گرم کردن بدن قبل از ورزش، به ذهن کمک می‌کند تا آماده و هماهنگ باشد. این فعالیت‌ها می‌توانند استرس و تنش را کاهش دهند و روحیه و انگیزه ورزشکار را بالا ببرند.
    بنابراین، گرم کردن قبل از ورزش از اهمیت بالایی برخوردار است. این فعالیت‌ها به طور کلی باید شامل تمرینات استرچینگ، تمرینات کاردیوواسکولر و تمریناتی با شدت کمتر از ورزش اصلی باشند. این فرآیند زمانی می‌تواند به نتایج بهتری منجر شود که به طور کامل و به درستی انجام شود. بنابراین، برای بهبود عملکرد و کاهش خطر آسیب‌های ورزشی، حتماً قبل از ورزش باید بدن خود را گرم کنید.`
  }
  else if(params.id === '3'){
    imgUrl=imageUrls[2]
    title ='راهکار های ایجاد انگیزه برای ورزش منظم'
    moreCard=[
      <span><Card id = "23" title='چه نوع فعالیت‌های ورزشی مناسبی برای رسیدن به وزن متعادل می‌توانم انجام دهم؟' view = "1602" like = '1487'  imgUrl={imageUrls[22]} /></span>,
      <span><Card id = "5" title='چه نوشیدنی هایی هنگام ورزش بنوشیم؟' view = "721" like = '402' imgUrl={imageUrls[4]} /></span>,
    ]
    article=`افزایش انگیزه برای ورزش کردن می‌تواند چالشی باشد، اما با رعایت چند راهکار ساده، می‌توانید انگیزه خود را برای ورزش افزایش دهید. در ادامه، تعدادی از راهکارهای موثر را برای افزایش انگیزه ورزشی بررسی می‌کنیم:

    تعیین اهداف ورزشی: تعیین اهداف ورزشی و مشخص کردن انتظارات خود از ورزش می‌تواند انگیزه شما را افزایش دهد. برنامه‌ریزی برای دستیابی به اهداف کوچک و قابل دسترس می‌تواند شما را تحریک و متعهد کند.
    
    پیدا کردن ورزشی که به شما لذت می‌دهد: انتخاب یک ورزشی که به شما لذت می‌دهد و با سلیقه و علاقه شما همخوانی دارد، می‌تواند انگیزه را به شدت افزایش دهد. اگر به یک ورزش خاص علاقه‌مند نیستید، می‌توانید راه‌های متنوعی را امتحان کنید تا ورزشی را پیدا کنید که برای شما جذاب است.
    
    داشتن شریک ورزشی: داشتن یک شریک ورزشی می‌تواند انگیزه شما را افزایش دهد. با دوستان یا افرادی که به ورزش علاقه‌مند هستند، همراه شوید و با هم تمرین کنید. این می‌تواند رقابت و همبستگی را افزایش داده و انگیزه شما را تقویت کند.
    
    تنوع در برنامه ورزشی: برنامه ورزشی خسته کننده و تکراری می‌تواند انگیزه را کاهش دهد. سعی کنید برنامه ورزشی خود را تنوع بخشیده و انواع فعالیت‌ها را در طول هفته جای دهید. این کار باعث جذابیت بیشتر و انگیزه قوی‌تری خواهد شد.
    
    موسیقی و مدیتیشن: گوش دادن به موسیقی مورد علاقه خود در حین ورزش، انگیزه را افزایش می‌دهد. همچنین، مدیتیشن و تمرکز ذهنی می‌تواند شما را به ورزش متمرکزتر کند و احساس آرامش و رضایت بیشتری را در طول فعالیت به شما بخشد.
    
    حفظ روزمره و منظم بودن: ایجاد روال ورزشی منظم و درون‌زمانی می‌توانداین روش‌ها می‌توانند به شما کمک کنند تا انگیزه خود را برای ورزش کردن افزایش دهید. همچنین، به خودتان اجازه دهید از ورزش لذت ببرید و لحظاتی را برای استراحت بگیرید. یادآوری کنید که ورزش به سلامتی شما کمک می‌کند، روحیه و انرژی شما را بهبود می‌بخشد و به دستیابی به اهدافتان کمک می‌کند.
    `
  }
  else if(params.id === '4'){
    imgUrl= imageUrls[1]
    title ='اقدامات لازم برای افزایش قد در نوجوانی و بزرگسالی'
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394'  imgUrl={imageUrls[7]} /></span>,

    ]
    article=`
    تغذیه سالم و متنوع: تغذیه صحیح و متنوع می‌تواند در افزایش قد موثر باشد. مطمئن شوید که رژیم غذایی شامل مواد غذایی غنی از ویتامین دی، کلسیم، پروتئین، روی و زینک است. مصرف میوه‌ها، سبزیجات، ماهی، گوشت سفید، لبنیات کم چرب و غلات کامل را در رژیم غذایی خود در نظر بگیرید.
    
    مصرف کلسیم و ویتامین دی: کلسیم و ویتامین دی برای رشد استخوان‌ها و افزایش قد ضروری هستند. مصرف غذاهایی مانند شیر و لبنیات، ماهی، تخم‌مرغ و محصولات غنی از ویتامین دی مانند ماهی چرب، تخم‌مرغ و عصاره‌ی ماهی‌ها را در نظر بگیرید. همچنین، می‌توانید مکمل‌های کلسیم و ویتامین دی زیر نظر پزشک مصرف کنید.
    
    ورزش و فعالیت بدنی: ورزش‌ها و فعالیت‌های بدنی منظم می‌توانند به افزایش قد کمک کنند. ورزش‌هایی مانند شنا، بسکتبال، والیبال، تنیس و جمناستیک برای افزایش قد مفید هستند. تمرینات ورزشی مانند اطمینان از درستی وضعیت نشستن، انجام تمرینات استقامتی و تمرینات کششی نیز می‌توانند مفید باشند.
    
    خواب کافی: خواب کافی و به موقع می‌تواند در رشد و افزایش قد موثر باشد. مطمئن شوید که به مدت حداقل 7-8 ساعت در شب خواب کافی دارید و به یک روال خواب منظم پایبندید.
    
    داشتن روند رشد طبیعی: باید توجه داشته باشید که قد بزرگسالین بر اساس عوامل ژنتیکی و رشد طبیعی در دوران رشد تعیین می‌شود. اگر رشد شما هنوز تمام نشده است، باید صبور باشید و زمان برای رسیدن به قد مورد انتظار صبر کنید.
    
    مهم است که بدانید عواملی مانند سن، جنسیت و عوامل ژنتیکی بر روند رشد وقد تأثیرگذارند و ممکن است توانایی افزایش قد را محدود کنند. همچنین، قبل از اجرای هر برنامه‌ای برای افزایش قد، بهتر است با پزشک یا متخصص تغذیه مشورت کنید تا بهترین راهنمایی را برای شرایط شما دریافت کنید.
    
    تمرینات استقامتی: انجام تمرینات استقامتی مانند دویدن، دوچرخه‌سواری، شنا و اسکیت بر روی یخ می‌تواند به افزایش قد کمک کند. این تمرینات باعث تقویت عضلات پشتی، رکابی و ساق پا می‌شوند و به رشد استخوان‌ها و تمدد غضروف‌ها کمک می‌کنند.
    
    تمرینات کششی: تمرینات کششی مانند انجام سمت خمیدگی، تمرینات یوگا و پیلاتس می‌توانند به افزایش قد کمک کنند. این تمرینات به کشش عضلات و آزاد سازی فضای بین مهره‌ها کمک می‌کنند و امکان رشد بیشتر را فراهم می‌کنند.
    
    تمرینات وزنه‌برداری: تمرینات وزنه‌برداری مانند آرم‌پرس، شرکت در کلاس‌های بدنسازی و انجام تمرینات مرتبط با افزایش قد می‌تواند مفید باشد. این تمرینات به تقویت عضلات و استخوان‌ها کمک کرده و به افزایش قد کمک می‌کنند.
    
    تمرینات پرش و انداختن: تمریناتی مانند پرش از روی جا، پرش بر روی ترامپولین، پرش در محل و انداختن توپ می‌توانند به افزایش قد کمک کنند. این تمرینات به تقویت عضلات و استخوان‌ها کمک کرده و به رشد استخوان‌ها و افزایش قد کمک می‌کنند.
    
    مهم است که تمرینات را به طور منظم و درست انجام دهید و با توجه به توانایی و محدودیت‌های خود عمل کنید. قبل از شروع هر برنامه تمرینی، بهتر است با مربی و متخصص ورزشی مشورت کنید تا برنامه مناسب برای شما تعیین شود و از صحت انجام تمرینات اطمینان حاصل کنید.
    `
  }
  else if(params.id === '5'){
    imgUrl=imageUrls[4]
    title ='چه نوشیدنی هایی هنگام ورزش بنوشیم؟'
    moreCard=[
      <span> <Card id = "25" title=' ایمنی که هایی برای جلوگیری از اسیب های ناخواسته هنگام ورزش باید رعایت کنم' view = "1171" like = '1092' imgUrl={imageUrls[24]} /></span>,
      <span><Card id = "16" title=' راهکار ها و روش های مقابله با استرس چیست؟' view = "1823" like = '299' imgUrl={imageUrls[15]} /></span>,
      <span><Card id = "11" title='چه وعده های غذایی قبل ازخواب پیشنهاد میشوند؟' view = "1065" like = '943' imgUrl={imageUrls[10]} /></span>,

    ]
    article=`
    قبل از ورزش، مهم است که بدن خود را به درستی تغذیه کنید و از منابع انرژی مناسب برای فعالیت فیزیکی بهره ببرید. در زیر چند پیشنهاد برای مصرف غذا و مایعات قبل از ورزش آمده است:
    
    آب: قبل از هر فعالیت ورزشی، مهم است که از آب کافی بنوشید. آب برای هیدراته کردن بدن و حفظ تعادل مایعات بدن قبل، حین و بعد از ورزش بسیار اهمیت دارد.
    میزان مصرف آب قبل از ورزش بستگی به عوامل مختلفی دارد، از جمله شدت و مدت زمان ورزش، شرایط آب و هوایی و تعرق فرد. با این حال، به طور کلی، مصرف حداقل یک لیوان آب (حدود 240 میلی‌لیتر) قبل از ورزش توصیه می‌شود.
    
    اگر فعالیت ورزشی شما شدیدتر است، می‌توانید مقدار آب مصرفی را افزایش دهید. برخی متخصصان توصیه می‌کنند که در صورت نیاز، قبل از ورزش تا 500 میلی‌لیتر آب مصرف کنید. همچنین، اگر در شرایط آب و هوایی گرم و مرطوب ورزش می‌کنید یا به شدت تعرق می‌کنید، ممکن است نیاز به مصرف بیشتری از آب داشته باشید.
    
    مواردی که باید در نظر داشته باشید عبارتند از:
    
    شناخت تعداد واحدهای آبی که بعد از تعرق باید جبران شود. هر گاه تعداد واحدهای آبی را می‌شناسید، می‌توانید مصرف آب را در طول فعالیت و پس از آن تنظیم کنید.
    
    ماندن آب در دسترس: حتماً قبل از ورزش، آب در دسترس شما باشد تا در صورت نیاز بتوانید آب بیشتری بنوشید.
    
    توجه به نشانه‌های تشنگی: یکی از نشانه‌های تشنگی لب ها و گلو است. اگر احساس تشنگی می‌کنید، باید آب بنوشید.
    
    مهمترین نکته این است که باید در طول فعالیت ورزشی خود هیدراته بمانید و از تشنگی جلوگیری کنید. بهتر است در طول روز نیز مقدار مناسبی آب بنوشید تا بدن خود را در حالت هیدراته نگه دارید.
    
    میوه‌ها و سبزیجات: قبل از ورزش، مصرف میوه‌ها و سبزیجات تازه می‌تواند انرژی طبیعی و مواد مغذی مورد نیاز را فراهم کند. میوه‌ها و سبزیجات حاوی ویتامین‌ها، مواد معدنی و فیبر هستند که برای عملکرد بهتر عضلات و سیستم ایمنی بدن مفید هستند.
    
    پروتئین: مصرف منابع سالم پروتئین مثل ماهی، مرغ، گوشت قرمز کم چرب و لبنیات با کمترین مقدار چربی می‌تواند عملکرد عضلات را بهبود بخشید و بازسازی بافت‌های آسیب دیده را تسریع کند.
    
    کربوهیدرات‌ها: کربوهیدرات‌ها مانند نان، برنج، ماکارونی و سیب زمینی منبع اصلی انرژی برای بدن هستند. قبل از ورزش، مصرف کربوهیدرات‌های سالم و با سرعت جذب کمتر مانند نان مرغوب، برنج قهوه‌ای، غلات کامل و میوه‌ها می‌تواند انرژی لازم برای فعالیت ورزشی فراهم کند.
    
    قهوه یا قهوه اسپرسو: در صورتی که به مصرف قهوه عادت دارید، می‌توانید قبل از ورزش یک فنجان قهوه مصرف کنید. قهوه می‌تواند سیستم عصبی را تحریک کرده و انرژی موقتی فراهم کند.
    
    مهم است که به نیازهای خود و نوع فعالیت ورزشی که قصد دارید انجام دهید توجه کنید. همچنین، قبل از تغییر در رژیم غذایی خود و استفاده از هر گونه مکمل، بهتر است با متخصص تغذیه مشورت کنید.
    `
  }
  else if(params.id === '6'){
    imgUrl=imageUrls[5]
    title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟'
    moreCard=[
      <span> <Card id = "10" title='رژیم های غذایی باید شامل چه چیز هایی باشند؟' view = "1622" like = '1057' imgUrl={imageUrls[9]} /></span>,
      <span><Card id = "9" title='روزانه باید چه مقدار میوه و سبزیجات مصرف کنم؟' view = "592" like = '207'  imgUrl={imageUrls[8]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394' imgUrl={imageUrls[7]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681"  like = '1553' imgUrl={imageUrls[17]} /></span>
    ]
    article=`
    برای کاهش مصرف نمک، قند و چربی‌های اشباع شده در رژیم غذایی خود، می‌توانید از راه‌های زیر استفاده کنید:
    
    مصرف کمتر نمک:
    
    استفاده از ادویه‌ها و افزودن طعم به غذاها به جای نمک. از ادویه‌هایی مانند زردچوبه، زعفران، فلفل سیاه، زیره، نعناع و رزماری می‌توانید استفاده کنید.
    اجتناب از اضافه کردن نمک به غذاهای آماده و فرآوری شده مانند سس‌ها، تنقلات، نان‌ها و پفک.
    کاهش تدریجی مصرف نمک در طول زمان، تا زبان شما به مقادیر کمتر نمک عادت کند.
    مصرف کمتر قند:
    
    ترجیحاً انتخاب میوه‌ها به عنوان منبع شیرینی به جای خوراکی‌های شیرین و نوشیدنی‌های شیرین مصنوعی.
    انتخاب نان و غلات کامل به جای نان سفید و محصولات قندی.
    مصرف محصولات لبنی با کمترین مقدار قند اضافه شده و بدون افزودن شکر.
    خواندن برچسب‌های مواد غذایی و انتخاب محصولاتی که حاوی مقدار کمتری قند هستند.
    مصرف کمتر چربی‌های اشباع شده:
    
    جایگزین کردن منابع چربی اشباع شده با منابع چربی‌های نشاسته‌ای مانند روغن زیتون، روغن کانولا و روغن آفتابگردان.
    استفاده از منابع پروتئینی کم چرب مانند ماهی، مرغ بدون پوست و گوشت سفید.
    انتخاب محصولات لبنی کم چرب یا پنیرها با کمترین درصد چربی.
    مواظبت در طول آشپزی:
    
    استفاده از روش‌های پخت سالم مانند پخت آبپز، پخت بخار یا سرخ کردن با حداقل روغن.
    از تهیه غذاها با استفاده از روش‌هایی مانند سوخاری یا برشته کردن استفاده کنید تا نیاز کمتری به روغن و چربی داشته باشید.
    مهم است به تدریج و با تعهد به این تغییرات در رژیم غذایی خود بپردازید. همچنین، مشاوره با یک تغذیه‌شناس می‌تواند به شما کمک کند تا یک برناممشاوره با یک تغذیه‌شناس می‌تواند به شما کمک کند تا یک برنامه غذایی مناسب برای کاهش مصرف نمک، قند و چربی‌های اشباع شده را برای خود تعیین کنید. آنها می‌توانند بر اساس نیازها و هدف‌های شما، رژیم غذایی سازگاری را ایجاد کنند و راهنمایی‌هایی درباره انتخاب و تهیه غذاهای سالم و تغییر عادات غذاییتان به شما بدهند. همچنین، آگاهی از میزان مصرف نمک، قند و چربی‌های اشباع شده در محصولات غذایی و خواندن برچسب‌های مواد غذایی نیز می‌تواند در انتخاب هوشمندانه‌تر مواد غذایی به شما کمک کند.
    
    لازم به ذکر است که قبل از ایجاد تغییرات قابل توجه در رژیم غذایی خود، مشاوره با یک پزشک یا تغذیه‌شناس متخصص می‌تواند مفید باشد، به ویژه اگر شما دارای شرایط خاصی مانند بیماری‌های مزمن
    
    برای بهتر خواندن برچسب‌های مواد غذایی و انتخاب محصولات با کمترین مقدار نمک، قند و چربی، می‌توانید از راه‌های زیر استفاده کنید:
    
    مطالعه برچسب‌های مواد غذایی:
    
    مراجعه به قسمت اطلاعات تغذیه‌ای: برچسب‌های مواد غذایی شامل قسمتی است که اطلاعات تغذیه‌ای مربوط به محصول را نشان می‌دهد. در این قسمت، می‌توانید اطلاعاتی درباره میزان نمک، قند و چربی محصول را بیابید.
    مطالعه لیست مواد: برچسب‌های مواد غذایی شامل لیست مواد مورد استفاده در تهیه محصول است. موادی که در ابتدای لیست آمده‌اند، به میزان بیشتری در محصول وجود دارند. بنابراین، اگر نمک، قند و چربی در اولین جایگاه لیست مواد آمده باشد، ممکن است محصول حاوی مقدار زیادی از این مواد باشد.
    دقت در مفهوم‌های مورد استفاده:
    
    نمک: در برچسب‌های مواد غذایی، نمک با عنوان‌های مختلفی مانند سدیم، کلرید سدیم، نمک طعام، سدیم کلرید و غیره شناخته می‌شود. به دنبال این عناصر بگردید تا میزان نمک موجود در محصول را تشخیص دهید.
    قند: قند می‌تواند به صورت مستقیم در برچسب ذکر شود یا به شکل نام‌های دیگری مانند گلوکز، فروکتوز، سوربیتول، دکستروز و آگاوه شناخته شود.
    چربی‌های اشباع شده: چربی‌های اشباع شده ممکن است با عناصری مانند چربی، چربی اشباع، چربی ترانس، روغن نخل و غیره شناخته شوند. به دنبال این عبارات بگردید تا میزان چربی‌های اشباع شده را تشخیص دهید.
    
    `
  }
  else if(params.id === '7'){
    imgUrl=imageUrls[6]
    title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' 
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "10" title='رژیم های غذایی باید شامل چه چیز هایی باشند؟' view = "1622" like = '1057' imgUrl={imageUrls[9]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394' imgUrl={imageUrls[7]} /></span>,

    ]
    article=`ترکیب برنامه ورزشی با تغذیه سالم می‌تواند به شما کمک کند تا نتایج بهتری در تقویت بدن، افزایش سطح انرژی و بهبود عمومی سلامتی خود بدست آورید. در زیر چند راهنمایی برای ترکیب برنامه ورزشی و تغذیه سالم را می‌یابید:

    تعیین هدف‌های ورزشی: ابتدا باید هدف‌های ورزشی خود را مشخص کنید؛ آیا قصد افزایش عضلات، سوختن چربی، بهبود استقامت یا تقویت عمومی سلامتی را دارید. با شناخت هدف‌های خود، می‌توانید برنامه ورزشی مناسبی را تنظیم کنید و تغذیه خود را براساس آن تنظیم کنید.
    
    مصرف کالری مناسب: میزان کالری مورد نیاز شما بستگی به سطح فعالیت و هدف ورزشی شما دارد. برای تعیین میزان کالری مناسب، می‌توانید با متخصص تغذیه مشورت کنید. سپس در برنامه تغذیه خود از منابع غذایی با کیفیت و متنوع استفاده کنید تا نیازهای بدن در امور مختلف را برآورده کنید.
    
    تعادل در ترکیب ماکرونوتریئنت‌ها: ماکرونوتریئنت‌ها شامل پروتئین، کربوهیدرات و چربی‌ها هستند. برنامه غذایی خود را به گونه‌ای تنظیم کنید که مقدار مناسبی از هر کدام را دریافت کنید. پروتئین‌ها برای تعمیر و ساخت عضلات ضروری هستند، کربوهیدرات‌ها انرژی لازم برای ورزش را فراهم می‌کنند و چربی‌ها برای عملکرد صحیح سیستم عصبی و جذب ویتامین‌ها نیازمندیم.
    
    مصرف غذاهای سالم: ترکیب برنامه ورزشی با مصرف غذاهای سالم و تازه می‌تواند به عملکرد بهتر در ورزش کمک کند. مصرف میوه‌ها، سبزیجات، غلات کامل، ماهی، گوشت سفید و محصولات لبنی با کمترین پردازش و اضافات مصنوعی توصیه می‌شود.
    
    مواد غذایی پیش و پس از ورزش: پیش از ورزش، مصرف یک وعده غذایی حاوی کربوهیدرات قابل هضم مانند فاکتور کربوهسعی کنید بین 30 تا 60 دقیقه قبل از ورزش مصرف کنید. این غذاها انرژی لازم برای ورزش را فراهم می‌کنند. پس از ورزش نیز مصرف یک وعده غذایی حاوی پروتئین و کربوهیدرات کمک می‌کند عضلات را تعمیر کنید و بهبود عملکرد بدنی را تسریع کنید.
    
    هیدراتاسیون مناسب: مصرف آب و مایعات کافی برای بدن بسیار مهم است، به ویژه در هنگام ورزش. هیدراتاسیون صحیح برای انرژی، تعادل الکترولیتی و عملکرد بهتر عضلات اساسی است.
    
    برنامه‌ریزی و ثبت پیشرفت: برای بهبود و پایداری در برنامه ورزشی و تغذیه سالم، می‌توانید برنامه‌ریزی کنید و پیشرفت خود را ثبت کنید. به عنوان مثال، می‌توانید زمان و نوع ورزش را برنامه‌ریزی کنید و غذاهایی که مصرف می‌کنید را در یک ژورنال یا برنامه ثبت کنید. این کار به شما کمک می‌کند تا پیشرفت خود را بررسی کنید و تغییرات لازم را اعمال کنید.
    
    مشاوره حرفه‌ای: در نهایت، مشاوره از متخصصان فیزیولوژی و تغذیه می‌تواند بسیار مفید باشد. آنها می‌توانند برنامه ورزشی و تغذیه سالم شما را براساس هدف‌ها و نیازهای شما سفارشی‌سازی کنند و راهنمایی‌های دقیقی را ارائه دهند.
    
    با توجه به شرایط فردی خود، معده‌آسیبی و مشکلات بهداشتی خاصی که ممکن است داشته باشید، بهتر است قبل از اجرای هر برنامه‌ای با یک پزشک یا متخصص تغذیه مشورت کنید. آنها می‌توانند راهنمایی کنند و برنامه مناسبی را برای شما تنظیم کنند
    
    `
  }
  else if(params.id === '8'){
    imgUrl=imageUrls[7]
    title='تغذیه های مناسب برای کاهش وزن چیست؟' 
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "10" title='رژیم های غذایی باید شامل چه چیز هایی باشند؟' view = "1622" like = '1057' imgUrl={imageUrls[9]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,

    ]
    article=`تغذیه مناسب در راستای کاهش وزن می‌تواند به شما کمک کند کالری‌های اضافی را کاهش داده و بهبود فرآیند سوزاندن چربی بدن را تسهیل کند. در ادامه، یک متن در مورد تغذیه مناسب برای کاهش وزن را برای شما تهیه کرده‌ام:

    تغذیه سالم و مناسب در راستای کاهش وزن یکی از عوامل کلیدی است که می‌تواند به شما کمک کند تا هدف خود را در کاهش وزن دست یابید. در ادامه، به برخی اصول تغذیه مناسب برای کاهش وزن اشاره می‌کنیم:
    
    مصرف مواد غذایی کم چرب: مصرف مواد غذایی پرچرب می‌تواند به افزایش وزن منجر شود. به جای آن، سعی کنید مواد غذایی کم چرب و سالم مانند ماهی، مرغ بدون پوست، سویا، لبنیات با چربی کم و روغن‌های نباتی سالم مثل روغن زیتون را در رژیم غذایی خود معرفی کنید.
    
    مصرف میوه‌ها و سبزیجات: میوه‌ها و سبزیجات دارای کالری کم، غنی از فیبر و پرمقدار از ویتامین‌ها و مواد مغذی هستند. آنها می‌توانند احساس سیری را افزایش داده و مصرف کالری‌های اضافی را کاهش دهند. ترجیحاً میوه‌ها و سبزیجات تازه را به عنوان یک بخش اصلی از رژیم غذایی خود در نظر بگیرید.
    
    مصرف غلات کامل: غلات کامل شامل انواع برنج قهوه‌ای، نان‌های سنتی، نان‌های گندم کامل و آرد کامل است. غلات کامل دارای فیبر بیشتری هستند که به احساس سیری کمک می‌کند و کمتر احتمال مصرف بیشتر از حد کالری را دارند.
    
    مصرف پروتئین‌های سالم: پروتئین‌ها می‌توانند احساس سیری را افزایش داده و به ساخت و نگهداری عضلات کمک کنند. انواع پروتئین سالم مانند ماهی، مرغ بدون پوست، تخم مرغ، سویا، لوبیا و لبنیات کم چرب را در رژیم غذایی خود در نظر بگیرید.
    
    کنترل اندازه و تعداد وعده‌های غذایی: مهم است که اندازه و تعداد وعده‌های غذایی خود را کنترل کنید. مصرف وعده‌های کوچکتر و مکررتر در طول روز می‌تواند به کنترل سطح قند خون، بهبود متابولیسم و کاهش احساس گرسنگی کمک کند. همچنین، مصرف آب به میزان کافی نیز برای حفظ هیدراتاسیون و کنترل اشتها بسیار مهم است.
    
    رعایت تعادل: تغذیه متوازن و تنوع در مصرف مواد غذایی مختلف به شما کمک می‌کند تا از تمامی گروه‌های غذایی مواد مغذی کافی دریافت کنید. تلاش کنید تا مقادیر مناسبی از میوه‌ها، سبزیجات، غلات کامل، پروتئین‌های سالم و چربی‌های سالم مثل روغن زیتون را در رژیم غذایی خود جای دهید.
    
    مصرف کمترین مقدار غذاهای پرچرب و پرقند: مصرف غذاهای پرچرب و پرقند ممکن است باعث افزایش وزن شود. سعی کنید محصولات نیمه تولیدی، غذاهای فرآوری شده، نوشیدنی‌های شیرین، شکلات، تنقلات و محصولات آبمیوه‌های صنعتی را به حداقل برسانید.
    
    فعالیت بدنی: تغذیه سالم را با فعالیت بدنی منظم و مناسب همراه کنید. ترکیب این دو عامل می‌تواند عملکرد سیستم متابولیک بدن شما را بهبود بخشد و کاهش وزن را تسهیل کند.
    
    به همین ترتیب، مصرف مواد غذایی کم چرب، میوه‌ها و سبزیجات، غلات کامل، پروتئین‌های سالم، کنترل اندازه و تعداد وعده‌های غذایی، تعادل در مصرف مواد غذایی، کاهش مصرف غذاهای پرچرب و پرقند، و فعالیت بدنی منظم، همگی به شما در کاهش وزن کمک خواهند کرد. البته، مهم است قبل از ایجاد هر تغییری در رژیم غذایی خود، با یک متخصص تغذیه مشورت کنید تا بهترین راهبردها را برای شرایط خاص خود در نظر بگیرید.`
  }
  else if(params.id === '9'){
    imgUrl=imageUrls[8]
    title='روزانه باید چه مقدار میوه و سبزیجات مصرف کنم؟' 
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "10" title='رژیم های غذایی باید شامل چه چیز هایی باشند؟' view = "1622" like = '1057' imgUrl={imageUrls[9]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,
    ]
    article=`
    مصرف میوه و سبزیجات به عنوان بخشی اساسی از رژیم غذایی سالم بسیار مهم است. مقدار دقیقی که باید از میوه و سبزیجات مصرف کنید، به عوامل مختلفی مانند جنسیت، سن، سطح فعالیت، هدف شما (مانند کاهش وزن) و وضعیت سلامتی شما بستگی دارد. با این حال، میزانی که توسط بسیاری از متخصصان تغذیه توصیه می‌شود، به عنوان راهنمایی عمومی در زیر آمده است:
    
    میوه:
    توصیه می‌شود روزانه حداقل 2 تا 3 پرتقال یا میوه متوسط اندازه دیگر مصرف کنید. شما می‌توانید از میوه‌های دیگری مانند سیب، گلابی، خرما، موز، آووکادو، توت‌ها (توت سیاه، توت قرمز، توت آبی) و آناناس نیز استفاده کنید. تا حد امکان سعی کنید میوه‌های تازه و فصلی را انتخاب کنید.
    
    سبزیجات:
    توصیه می‌شود روزانه حداقل 3 تا 5 پرس سبزیجات سبز و متنوع مصرف کنید. می‌توانید از سبزیجاتی مانند رقم‌های مختلف از سبزیجات برگی (مثل نعناع، جعفری، ریحان، شاهی، سبزیجات سبز دیگر)، خیار، گوجه فرنگی، فلفل دلمه‌ای، بادمجان، کاهو، کرفس، ریشه‌هایی مانند هویج، سلری، رویشان و بروکلی استفاده کنید.
    
    از طرفی، هدف شما در مصرف میوه و سبزیجات باید تنوع باشد. سعی کنید انواع مختلف میوه و سبزیجات با رنگ‌ها، طعم‌ها و مزه‌های متفاوت را در رژیم غذایی خود جای دهید. اینکه چطور میوه و سبزیجات را در طول روز تقسیم کنید (مثلاً بین وعده‌های غذایی یا همراه با وعده‌های غذایی) به شما بستگی دارد و می‌توانید براساس ترجیحات شخصی خود این تقسیم‌بندی را انجام دهید.
    
    در نهایت، بهترین راهکار برای تعیین میزان مصرف میوه و سبزیجات، مشاوره با یک متخصص تغذیه است. او می‌تواند با توجه به وضعیت فردی شما و نیازهایتان، براساس مقدار دقیق میوه و سبزیجات را تعیین کند.
    برای کاهش وزن، مصرف میوه‌هایی که کمترین مقدار کالری را دارند و حجم بالایی از فیبر را فراهم می‌کنند می‌تواند مفید باشد. در زیر، چند نمونه از میوه‌های مناسب برای کاهش وزن آورده شده است:
    
    سیب: سیب حجم بالایی از فیبر را داراست و کمترین مقدار کالری را در مقایسه با سایر میوه‌ها دارد. همچنین، خواص خوبی برای کنترل اشتها دارد.
    
    توت‌ها: توت‌ها مانند توت سیاه، توت آبی و توت قرمز حاوی آنتی‌اکسیدان‌ها و فیبر بالایی هستند. همچنین، میزان کالری آنها نیز به میزان کمی است.
    
    آووکادو: آووکادو یک میوه دارای چربی است که از اسیدهای چرب و فیبر بالایی برخوردار است. این میوه می‌تواند به احساس سیری بیشتر کمک کند و میزان قند خون را کنترل کند.
    
    خرما: خرما حاوی فیبر، پتاسیم و آهن است و میزان کالری نسبتاً بالایی دارد. با این حال، به دلیل شیرینی طبیعی خود، مصرف مقدار مناسب آن مهم است.
    
    پرتقال: پرتقال سرشار از ویتامین سی و فیبر است و کمترین مقدار کالری را در میان مرکبات دارد. همچنین، احساس سیری بیشتری را به ارمغان می‌آورد.
    
    هندوانه: هندوانه از آب زیادی و فیبر پر است و در عین حال کمترین مقدار کالری را در میان میوه‌های بزرگ دارد. اما به دلیل محتوای زیاد قند، مقدار مصرف آن باید کنترل شود.
    
    به هر حال، در کاهش وزن، تنوع در میان میوه‌ها مهم است. سعی کنید میوه‌های مختلفی را در رژیم غذایی‌تان جای دهید تا از تنوع مواد مغذی و طعم‌ها بهره‌برداری کنید. همچنین، در نظر داشته باشید که مصرف میوه به تنهایی کافی نیست و باید با رژیم غذایی متعادل و فعالیت بدنی منظم همراه شود. مشاوره با متخصص تغذیه نیز می‌تواند به شما در راهنمایی مناسب برای کاهش وزن کمک کند.
    
    
    `
  }
  else if(params.id === '10'){
    imgUrl=imageUrls[9]
    title='رژیم های غذایی باید شامل چه چیز هایی باشند؟'
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "9" title='روزانه باید چه مقدار میوه و سبزیجات مصرف کنم؟' view = "592" like = '207' imgUrl={imageUrls[8]} /></span>,
      
    ]
    article=`رژیم غذایی سالم و متوازن باید شامل انواع گروه‌های غذایی زیر باشد:

    منابع پروتئین: شامل ماهی، گوشت قرمز و سفید، مرغ، تخم‌مرغ، سویا، لوبیا، نخود و محصولات لبنی مانند ماست، پنیر و دوغ می‌شود. پروتئین‌ها برای رشد و تعمیر بافت‌های بدن، ساختن آنزیم‌ها و هورمون‌ها ضروری هستند.
    
    منابع کربوهیدرات: شامل نان، برنج، غلات کامل، سیب زمینی، خرما و سایر محصولات غله می‌شود. کربوهیدرات‌ها منبع اصلی انرژی برای بدن هستند و باید در رژیم غذایی حضور داشته باشند.
    
    میوه‌ها و سبزیجات: شامل میوه‌های تازه و فصلی مانند سیب، پرتقال، هلو، انگور و همچنین سبزیجات تازه مانند خیار، گوجه‌فرنگی، کاهو، رقم‌های مختلف از سبزیجات و سبزیجات دیگر می‌شود. این گروه غذایی حاوی ویتامین‌ها، مواد معدنی و فیبر است و برای حفظ سلامتی لازم است.
    
    منابع چربی سالم: شامل روغن‌های سالم مانند روغن زیتون، روغن کانولا، روغن آفتابگردان و ماهی‌های چرب مانند ماهی سالمون، ماهی ماکرل و ماهی تون می‌شود. این منابع حاوی اسیدهای چرب امگا-3 و امگا-6 مفید برای سلامتی قلب و عروق هستند.
    
    محصولات لبنی: شامل ماست، پنیر، دوغ و مازوتا است. این محصولات حاوی کلسیم و پروبیوتیک‌های مفید برای سلامتی هستند.
    
    مغزها و دانه‌ها: شامل مغزها و تخمها مانند بادام، فندق، پسته، کنجد، گردو و دانه‌هایی مانند کنجد، گندم، جو و حبوبات می‌شود. این منابع حاوی مواد مغذی مهمی مانند اسیدهای چرب، آنتی‌اکسیدان‌ها و فیبر هستند.
    
    همچنین، در رژیم غذایی سالم باید از مواد غذایی پرچرب، شیرینی‌ها، نوشیدنی‌های شیرین، غذاهای فرآوری شده و اضافه شده به جای غذاهای طبیعی و کم پراکنده مانند غذاهای آماده‌ی بسته‌بندی شده، نوشیدنی‌های شیرین، چیپس و شکلات استفاده نشود. همچنین، مصرف نمک، قند و چربی‌های اشباع شده باید به میزان مناسب کاهش یابد.
    
    در نهایت، برای رژیم غذایی سالم و منطبق بر نیازهای فردی خود، مشاوره با یک تغذیه‌شناس یا پزشک تغذیه می‌تواند مفید باشد. این کارشناسان می‌توانند بر اساس ویژگی‌ها و نیازهای شما، یک برنامه غذایی سازگار و سازنده برای شما تهیه کنند.`
  }
  else if(params.id === '11'){
    imgUrl=imageUrls[10]
    title='چه وعده های غذایی قبل ازخواب پیشنهاد میشوند؟'
    moreCard=[
      <span><Card id = "12" title='برای داشتن یک خواب مناسب چه اقداماتی باید انجام دهیم؟' view = "1006" like = '859' imgUrl={imageUrls[11]} /></span>,
      <span><Card id = "15" title='دلیل بیداری های مککر بین خواب چیست؟' view = "627" like = '299' imgUrl={imageUrls[14]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,
      
    ]
    article=`قبل از خواب، مصرف بعضی از وعده‌های غذایی می‌تواند به شما کمک کند تا خواب بهتری داشته باشید. در ادامه، تعدادی از وعده‌های غذایی را که ممکن است برای شما مفید باشند، ذکر می‌کنم:

    ۱. پروتئین‌های سبک: مصرف پروتئین‌های سبک مانند ماهی، مرغ، تخم‌مرغ یا سویا قبل از خواب می‌تواند کمک کند تا سطح سکته و گلوکز خون را تنظیم کند و بهترین فعالیت عضلانی را در طول شب داشته باشید.
    
    ۲. مغزهای گیاهی: مغزهای گیاهی مانند بادام، فندق و دانه‌های کنجد قابلیت ارائه مواد مغذی مفید را دارند. آنها حاوی موادی مانند مگنز، منیزیم و تریپتوفان هستند که می‌توانند به تولید ملاتونین کمک کنند و به کیفیت خواب شما کمک کنند.
    
    ۳. موز: موز حاوی پتاسیم و مگنز است که می‌تواند به تنظیم عملکرد عضلات کمک کند و به خواب عمیق‌تر شما کمک کند.
    
    ۴. شیر گرم: شیر گرم حاوی تریپتوفان است که یک آمینواسید است که می‌تواند به تولید ملاتونین کمک کند. همچنین، شیر گرم می‌تواند احساس آرامش و خواب آلودگی را تسهیل کند.
    
    ۵. چای گیاهی: مصرف چای گیاهی به عنوان یک وعده ملایم قبل از خواب می‌تواند به خواب شما کمک کند. برخی از گیاهانی مانند زنجبیل، نعناع، لیموترش و آویشن خواص آرامش‌بخشی دارند و می‌توانند به شما کمک کنند تا قبل از خواب آرامش بیشتری داشته باشید.
    
    مهم است به خودتان یادآوری کنید که هر شخص ممکن است به طعم‌ها و تأثیرات متفاوت غذاها به شکل شخصیکی واکنش نشان دهد، بنابراین بهتر است خودتان را بشناسید و غذاهایی را که بهترین تأثیر روی خواب شما را دارند، شناسایی کنید. همچنین، مهم است که قبل از خواب از مصرف غذاهای سنگین، پرچرب و سرشار از قند خودداری کنید زیرا ممکنبه طور کلی، خواب و استراحت برای حفظ سلامت عمومی بدن و عملکرد بهینه روزانه بسیار مهم است. در طول خواب، بدن از فعالیت‌های روزانه استراحت می‌کند و فرصت دارد تا فرآیندهای بازسازی، ترمیم و تجدید نظری را انجام دهد.
    
    مقدار دقیق خواب و استراحتی که هر فرد نیاز دارد، متاثر از عوامل متعددی است. در ادامه به برخی از این عوامل می‌پردازم:
    
    سن: نیاز به خواب در طول زندگی تغییر می‌کند. نوزادان و کودکان نیاز به مقدار بیشتری خواب دارند تا رشد و توسعه صحیح فیزیکی و شناختی را تجربه کنند. با پیشرفت سن، نیاز به خواب کمتر می‌شود و بزرگسالان عموماً بین 7 تا 9 ساعت خواب در طول شب را توصیه می‌کنند.
    
    سلامت عمومی: وضعیت سلامت عمومی شخص نیز نقشی در نیاز به خواب دارد. بیماری‌ها، آسیب‌ها و برخی شرایط مانند بارداری ممکن است نیاز به خواب بیشتری را برای بهبود و بازسازی بدن ایجاد کنند.
    
    سطح فعالیت روزانه: فردی که فعالیت بدنی یا ذهنی بیشتری از طریق کار، ورزش یا فعالیت‌های روزانه دارد، ممکن است نیاز به خواب بیشتری داشته باشد تا استراحت کافی و بازسازی عضلات و سیستم‌های بدنی را تجربه کند.
    
    سطح استرس: استرس و فشار روزانه می‌تواند تأثیر قابل توجهی بر نیاز به خواب داشته باشد. در شرایط استرس زیاد، ممکن است دشواری در خوابیدن یا خواب نیمه‌شب بیدار شدن داشته باشید. در این موارد، ممکن است نیاز به مدیریت استرس و تکنیک‌های آرامش برای بهبود خواب مطلوب باشد.
    
    با توجه به این عوامل، توصیه می‌شود تا دریافت مقدار کافی خواب و استراحت را به عنوان یک اولویت در زندگی روزمره خود در نظر بگیرید. با این حال، هر فرد ممکن است نیاز به مقدار خواب متفاوتی داشته باشد 
    `
  }
  else if(params.id === '12'){
    imgUrl=imageUrls[11]
    title='برای داشتن یک خواب مناسب چه اقداماتی باید انجام دهیم؟'
    moreCard=[
      <span><Card id = "11" title='چه وعده های غذایی قبل ازخواب پیشنهاد میشوند؟' view = "1065" like = '943' imgUrl={imageUrls[10]} /></span>,
      <span><Card id = "15" title='دلیل بیداری های مککر بین خواب چیست؟' view = "627"  like = '299' imgUrl={imageUrls[14]} /></span>,
      <span><Card id = "14" title='هر فرد روزانه به چه مقدار خواب و استراحت نیاز دارید؟' view = "738" like = '382' imgUrl={imageUrls[13]} /></span>,
    ]
    article=`روال و ساعت خواب منظم: سعی کنید هر شب در یک ساعت مشخص به خواب بروید و همینطور در هر صبح در ساعت مشخصی بیدار شوید. این الگوی خواب منظم به بدنتان کمک می‌کند ساعت بیولوژیکی خود را تنظیم کند و بهترین عملکرد خود را در طول روز داشته باشید.

    ایجاد محیط خواب مناسب: برای داشتن خواب بهتر، محیط خوابتان را به عنوان یک محیط آرام و آسوده طراحی کنید. از روشنایی کم، صداهای محیطی کم و دمای مناسب (معمولاً بین 18-20 درجه سانتیگراد) استفاده کنید. همچنین، تخت خواب و تشکی که به شما راحتی لازم را می‌دهد انتخاب کنید.
    
    ایجاد روال آرامش‌بخش قبل از خواب: قبل از خواب، به خود زمان کافی برای آرامش بخشی بدهید. این فرصت را برای انجام فعالیت‌های آرامش‌بخش مانند خواندن کتاب، گوش دادن به موسیقی آرام، ماساژ گرفتن یا تمرین تنفس عمیق بهره‌برداری کنید. اجتناب از استفاده از تلفن همراه، تبلت و سایر دستگاه‌های الکترونیکی قبل از خواب نیز مفید است، زیرا نور آنها ممکن است ریتم خواب شما را تحت تأثیر قرار دهد.
    
    اجتناب از مصرف مواد محرک: مصرف مواد محرک مانند قهوه، نیکوتین و الکل قبل از خواب، می‌تواند از کیفیت خواب شما تحت تأثیر قرار دهد. سعی کنید این مواد را به میزان کمتری مصرف کنید و از مصرف آنها در ساعات نزدیک به خواب خودداری کنید.
    
    فعالیت بدنی منظم: فعالیت بدنی منظم در طول روز می‌تواند به کیفیت خواب شما کمک کند. با انجام ورزش‌های منظم، انرژی بیشتری در طول روز برای شما فراهم می‌شود و خوابتان را عمیق‌تر و آرام‌تر می‌کند. اما حواس‌پرتی به ورزش‌های سنگین را در ساعات نزدیک به خواب خود اجتناب کنید.
    
    مدیریت استرساده سترس و نگرانی: نگرانی‌ها و استرس‌های روزانه می‌توانند خواب شما را تحت تأثیر قرار دهند. پیدا کردن روش‌های مدیریت استرس مانند مدیتیشن، یوگا، یا تمرینات تنفس عمیق می‌تواند به شما کمک کند استرس را کاهش داده و خواب بهتری داشته باشید.
    
    اجتناب از خوردن غذا و نوشیدنی‌های سنگین قبل از خواب: قبل از خواب، سعی کنید از خوردن غذاهای سنگین و نوشیدنی‌های حاوی کافئین خودداری کنید. خوردن وعده غذای سبک و سالمی مانند میوه‌ها، سبزیجات، یا پروتئین‌های سبک می‌تواند هضم آسان‌تری داشته باشد و خواب شما را تحت تأثیر قرار ندهد.
    
    استفاده از تقنیات خواب: اگر مشکل خواب شما مزمن و جدی است، می‌توانید از تقنیات خواب مانند ماساژگرهای خواب، ملتونین (یک مکمل خواب) یا سایر روش‌های طبیعی یا خارجی که توسط پزشکان توصیه شده استفاده کنید.
    
    در صورت لزوم، مشاوره حرفه‌ای دریافت کنید: اگر مشکل خواب شما روند طبیعی خود را دنبال نمی‌کند و به طور مداوم تأثیر منفی بر کیفیت زندگی شما دارد، بهتر است با یک متخصص خواب مشورت کنید. آنها می‌توانند علت مشکل خواب شما را تشخیص داده و راهنمایی‌های لازم را ارائه کنند.
    
    مراقبت از کیفیت خواب خود و داشتن یک روند خواب منظم می‌تواند به بهبود کیفیت زندگی و بهبود عملکرد روزانه شما کمک کند. همچنین، اگر مشکل خواب شما پایدار و جدی است، بهتر است با پزشک خود مشورت کنید تا علت مشکل را تشخیص داده و راهنمایی‌های مناسبی را ارائه کند.`
  }
  else if(params.id === '13'){
    imgUrl=imageUrls[12]
    title='چگونه می‌توانم روال خواب منظم را در زندگی روزمره‌ام پیاده‌سازی کنم؟'
    moreCard=[
      <span><Card id = "15" title='دلیل بیداری های مککر بین خواب چیست؟' view = "627" like = '299' imgUrl={imageUrls[14]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
      <span><Card id = "21" title='چگونه به وزن متعادل خود برسیم ؟' view = "1729" like = '1437' imgUrl={imageUrls[20]} /></span>,
      <span><Card id = "10" title='رژیم های غذایی باید شامل چه چیز هایی باشند؟' view = "1622" like = '1057'  imgUrl={imageUrls[9]} /></span>
    ]
    article=`برای پیاده‌سازی روال خواب منظم در زندگی روزمره‌تان، می‌توانید از راهنمایی‌های زیر استفاده کنید:

    تعیین ساعت خواب و بیداری: تعیین ساعت خواب و بیداری ثابتی را مشخص کنید و سعی کنید هر شب در همان ساعت به خواب بروید و در همان ساعت بیدار شوید. این کمک می‌کند تا بدنتان به روال خواب منظم عادت کند و تنظیمات بیولوژیکی آن تعداد ساعات مورد نیاز را برای استراحت مناسب داشته باشد.
    
    ایجاد روتین قبل از خواب: یک روال آرامش‌بخش قبل از خواب تشکیل دهید. این شامل فعالیت‌هایی می‌شود که به شما کمک می‌کند استرس روزانه را کاهش دهید و آمادگی بدن و ذهن برای خواب را بالا ببرید. مثلاً می‌توانید پیش از خواب، کتاب بخوانید، مدیتیشن یا تمرین تنفس عمیق انجام دهید.
    
    ایجاد محیط خواب مناسب: محیط خوابتان را به عنوان یک محیط آرام و آسوده طراحی کنید. از روشنایی کم، صداهای محیطی کم و دمای مناسب (معمولاً بین 18-20 درجه سانتیگراد) استفاده کنید. همچنین، تخت خواب و تشکی که به شما راحتی لازم را می‌دهد، انتخاب کنید.
    
    اجتناب از مواد محرک: مصرف مواد محرک مانند قهوه، نیکوتین و الکل قبل از خواب ممکن است به کیفیت خواب شما آسیب برساند. سعی کنید این مواد را به میزان کمتری مصرف کنید و در ساعات نزدیک به خواب از مصرف آنها خودداری کنید.
    
    ایجاد روتین صبحگاهی: علاوه بر ساعت خواب، روتین صبحگاهی نیز مهم است. سعی کنید هر صبح در ساعت مشخصی بیدار شوید و فعالیت‌هایی مانند ورزش، تمرینات تنفسی، آرایش یا خوردن صبحانه را در یک الگوی ثابت انجام دهید. این کمک می‌کند بدنتان بیدار شده و آمادگی روز را بهتر داشته باشد.
    
    مدیریت استرس: استرس و نگرانی می‌تواند کیفیت خواب شما را تحت تأثیر قرار دهد. سعی کنید روش‌های مدیریتاسترس مانند مدیتیشن، یوگا، تمرین عمیق تنفس و روش‌های ریلکساسیون را در روزمره‌تان انجام دهید تا استرس را کاهش دهید. همچنین، می‌توانید فعالیت‌های آرامش‌بخشی مانند پیاده‌روی در طبیعت، گوش دادن به موسیقی آرامش‌بخش یا قرار دادن یک حمام گرم در برنامه روزانه‌تان قرار دهید.
    
    اجتناب از فعالیت‌های محرک قبل از خواب: فعالیت‌های محرک مانند تماشای تلویزیون، استفاده از دستگاه‌های الکترونیکی (مانند تلفن همراه یا تبلت) و بازی‌های ویدئویی قبل از خواب می‌توانند خواب شما را تحت تأثیر قرار داده و کیفیت آن را کاهش دهند. به جای آن، سعی کنید در ساعات قبل از خواب فعالیت‌های آرامش‌بخش و غیرمحرک انجام دهید.
    
    محدود کردن زمان خواب روزانه: سعی کنید زمان خواب روزانه (قدرت‌گرفتن) را محدود کنید، به خصوص در ساعات بعد از ظهر. خواب روزانه طولانی می‌تواند باعث کاهش نیاز به خواب در شب شود و بر روی روال خواب شما تأثیر منفی بگذارد.
    
    مراقبت از سلامتی عمومی: مراقبت از سلامتی عمومی شامل تغذیه سالم، ورزش منظم و مدیریت وزن است. با داشتن بدنی سالم و سبک زندگی سالم، بهترین شرایط برای خواب عمیق و منظم را فراهم می‌کنید.
    
    پیگیری مسائل خواب: اگر با وجود اجرای روال‌های بالا، مشکلات خواب مداوم دارید، بهتر است با پزشک یا متخصص خواب مشورت کنید. آنها می‌توانند علل مشکلات خواب شما را تشخیص داده و راهنمایی‌های بیشتری ارائه کنند.
    
    مهمترین نکته این است که برای پیاده‌سازی روال خواب منظم، پایبندی به آن و صبر لازم است. تغییر روال خواب نیاز به زمان و تلاش دارد، اما با عملکردهای مستمر و پیوسته، می‌توانید یک روال خواب سالم و منظم را در زندگیتان برقرار کنید.`
  }
  else if(params.id === '14'){
    imgUrl=imageUrls[13]
    title='هر فرد روزانه به چه مقدار خواب و استراحت نیاز دارید؟'
    moreCard=[
      <span><Card id = "13" title='چگونه می‌توانم روال خواب منظم را در زندگی روزمره‌ام پیاده‌سازی کنم؟' view = "789" like = '281' imgUrl={imageUrls[12]} /></span>,
      <span><Card id = "15" title='دلیل بیداری های مککر بین خواب چیست؟' view = "627" like = '299' imgUrl={imageUrls[14]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
    ]
    article=`نیاز به خواب و استراحت در هر فرد بستگی به عوامل مختلفی دارد، از جمله سن، سلامتی عمومی، فعالیت‌های روزانه و سطح استرس. در زیر میزان خواب مورد نیاز برای هر گروه سنی را مشاهده می‌کنید:

    نوزادان (تا 3 ماهگی): نوزادان عمدتاً بین 14 تا 17 ساعت خواب در 24 ساعت نیاز دارند. با این حال، برخی نوزادان ممکن است نیاز به تعداد ساعات بیشتری داشته باشند.
    
    کودکان (3 ماه تا 1 سال): کودکان در این رده سنی به طور معمول بین 12 تا 16 ساعت خواب در 24 ساعت نیاز دارند. این شامل خواب در شب و چندین خواب کوتاه در طول روز است.
    
    کودکان (1 تا 2 سال): کودکان در این رده سنی باید حدود 11 تا 14 ساعت خواب در 24 ساعت داشته باشند. معمولاً در این سن، خواب در شب طولانی‌تر و خواب روزانه کمتر می‌شود.
    
    کودکان پیش‌دبستانی (3 تا 5 سال): این گروه سنی باید حدود 10 تا 13 ساعت خواب در 24 ساعت داشته باشند. خواب در شب معمولاً بین 9 تا 12 ساعت و خواب در طول روز به صورت خیلی محدود یا اصلاً نباید باشد.
    
    کودکان دبستانی (6 تا 12 سال): کودکان در این رده سنی باید حدود 9 تا 12 ساعت خواب در 24 ساعت داشته باشند. خواب در شب باید به طور منظم و کافی باشد و خواب در طول روز به صورت محدود توصیه می‌شود.
    
    نوجوانان (13 تا 18 سال): نوجوانان باید حدود 8 تا 10 ساعت خواب در 24 ساعت داشته باشند. همچنین، به دلیل تغییرات در ساعت بیداری و خواب در این دوره سنی، ممکن است نیاز به خواب بیشتری داشته باشند.
    
    بزرگسالان (18 تا 65 سال): بزرگسالان به طور کلی بین 7 تا 9 ساعت خواب در 24 ساعت نیاز دارند. با این حال، برخی افراد ممکن است نیاز به تعداد ساعات بیشتر یا کمتری داشته باشند.
    
    سالمندان (بیش از 65 سال): سالمندان عمدتاً بین 7 تا 8 ساعت خواب در 24 ساعت نیاز دارند. اما، در این گروه سنیتوصیه‌ها برای مقدار خواب و استراحت هر فرد ممکن است متفاوت باشد و باید به نیازهای شخصی و وضعیت فردی هر فرد توجه کرد. همچنین، عواملی مانند استرس، فعالیت بدنی، وضعیت سلامتی و روش زندگی نیز می‌توانند تأثیرگذار باشند. بهتر است با پزشک خود در مورد نیازهای خواب و استراحت خود صحبت کنید تا راهنمایی دقیق‌تری دریافت کنید.
    
    به طور کلی، خواب و استراحت برای حفظ سلامت عمومی بدن و عملکرد بهینه روزانه بسیار مهم است. در طول خواب، بدن از فعالیت‌های روزانه استراحت می‌کند و فرصت دارد تا فرآیندهای بازسازی، ترمیم و تجدید نظری را انجام دهد.
    
    مقدار دقیق خواب و استراحتی که هر فرد نیاز دارد، متاثر از عوامل متعددی است. در ادامه به برخی از این عوامل می‌پردازم:
    
    ۱. سن: نیاز به خواب در طول زندگی تغییر می‌کند. نوزادان و کودکان نیاز به مقدار بیشتری خواب دارند تا رشد و توسعه صحیح فیزیکی و شناختی را تجربه کنند. با پیشرفت سن، نیاز به خواب کمتر می‌شود و بزرگسالان عموماً بین ۷ تا ۹ ساعت خواب در طول شب را توصیه می‌کنند.
    
    ۲. سلامت عمومی: وضعیت سلامت عمومی شخص نیز نقشی در نیاز به خواب دارد. بیماری‌ها، آسیب‌ها و برخی شرایط مانند بارداری ممکن است نیاز به خواب بیشتری را برای بهبود و بازسازی بدن ایجاد کنند.
    
    ۳. سطح فعالیت روزانه: فردی که فعالیت بدنی یا ذهنی بیشتری از طریق کار، ورزش یا فعالیت‌های روزانه دارد، ممکن است نیاز به خواب بیشتری داشته باشد تا استراحت کافی و بازسازی عضلات و سیستم‌های بدنی را تجربه کند.
    
`
  }
  else if(params.id === '15'){
    imgUrl=imageUrls[14]
    title='دلیل بیداری های مککر بین خواب چیست؟' 
    moreCard=[
      <span><Card id = "16" title=' راهکار ها و روش های مقابله با استرس چیست؟' view = "1823" like = '1209' imgUrl={imageUrls[15]} /></span>,
      <span><Card id = "11" title='چه وعده های غذایی قبل ازخواب پیشنهاد میشوند؟' view = "1065" like = '943' imgUrl={imageUrls[10]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
    ]
    article=`بیداری‌های مکرر و ناخواسته در طول شب، که به آن "بیداری‌های مکرر بین خواب" یا "بیداری نمک‌زدن" می‌گویند، می‌تواند مشکلی مزمن و مزاجگرایانه باشد که خواب عمیق و استراحت کافی را تحت تأثیر قرار می‌دهد. این مشکل معمولاً باعث کاهش کیفیت خواب و احساس خستگی و ناتوانی در طول روز می‌شود.

    دلایل مختلفی ممکن است برای بیداری‌های مکرر بین خواب وجود داشته باشد. برخی از این دلایل عبارتند از:
    
    اختلالات خواب: برخی از اختلالات خواب می‌توانند به بیداری‌های مکرر بین خواب منجر شوند. به عنوان مثال، اختلال خواب اپنه بیداری‌های تنفسی تکراری در طول شب را ایجاد می‌کند که موجب بیداری شما می‌شود. اختلالات دیگری مانند بیش‌خوابی رستلس لگزیمال، اختلالات مرتبط با ساعت بیداری-خواب و اختلالات خواب رم دردناک نیز می‌توانند موجب بیداری‌های مکرر بین خواب شوند.
    
    استرس و اضطراب: استرس و اضطراب می‌توانند باعث بیدار شدن شما در طول شب شوند. ممکن است در زمان خواب از بیدار شدن در نیمه شب روی بیایید و نتوانید دوباره به خواب برگردید به دلیل نگرانی‌ها و فکرهای ناخوشایند. استرس و اضطراب ممکن است ناشی از مسائل روزمره، مشکلات روانی، یا اختلالات اضطرابی مانند اختلال اضطراب عمومی شده باشد.
    
    مشکلات فیزیکی: برخی مشکلات فیزیکی می‌توانند باعث بیداری‌های مکرر بین خواب شوند. به عنوان مثال، درد، ناراحتی، سردرد، سوزش معده، مشکلات التهابی مثل التهاب مفاصل، و مشکلات نورولوژیک مانند میگرن می‌توانند منجر به بیداری در طول شب شوند.
    
    مصرف مواد مخدر و الکل: مصرف مواد مخدر و الکل می‌تواند بر الگوی خواب تأثیر منفی داشته باشد و باعث بیداری‌های مکرر بین خواب شود. الکل ممکن است به شما کمک کند به خواب بروید، اما می‌تواند باعث بیدار شدن درساعت‌های بعدی شب شود و باعث بریدن فرایند خواب عمیق و استراحت‌بخش شود.
    
    اگر با بیداری‌های مکرر بین خواب مواجه هستید و این مشکل بر کیفیت زندگی شما تأثیر منفی دارد، بهتر است با پزشک خود مشورت کنید. پزشک شما می‌تواند علت اصلی بیداری‌های مکرر بین خواب را تشخیص دهد و براساس آن، راهکارهای درمانی مناسبی را پیشنهاد کند. این ممکن است شامل تغییر در روال خواب و استراحت، مراقبت‌های پزشکی، روش‌های مدیریت استرس و اضطراب، و در صورت لزوم، درمان دارویی باشد.
    
    برای کاهش بیداری‌های مکرر بین خواب، می‌توانید از راهکارهای زیر استفاده کنید:
    
    رعایت روال خواب منظم: ایجاد یک روال خواب منظم و مطمئن شدن از اینکه به موقع به خواب بروید و بیداری‌های ناخواسته را حداقل کنید. برنامه‌ریزی برای بیدار شدن و خوابیدن در یک زمان ثابت در طول شب ممکن است بهبود قابل توجهی در الگوی خواب شما ایجاد کند.
    
    ایجاد محیط خواب مناسب: اطمینان حاصل کنید که محیط خواب شما راحت و مناسب است. یک تخت و تشک مناسب، نورپردازی مناسب، سکوت و خاموشی در اتاق خواب و دمای مناسب، همه می‌توانند به بهبود خواب کمک کنند`
  }
  else if(params.id === '16'){
    imgUrl=imageUrls[15]
    title = ' راهکار ها و روش های مقابله با استرس چیست؟'
    moreCard=[
      <span><Card id = "24" title=' راهکار های کاهش وزن چیست؟' view = "1205" like = '969' imgUrl={imageUrls[23]} /></span>,
      <span><Card id = "17" title='چه زمانی باید با یک متخصص روانشناسی یا پزشک مراجعه کنم؟' view = "1593" like = '1172' imgUrl={imageUrls[16]} /></span>,
      <span><Card id = "19" title='چگونه می‌توانم تمرین تمرکز را در زندگی روزمره‌ام پیاده‌سازی کنم؟' view = "1205" like = '1058' imgUrl={imageUrls[18]} /></span>,
    ]
    article=`
    استرس بخشی از زندگی روزمره است و می‌تواند تأثیرات منفی بر روی سلامت جسمی و روانی ما داشته باشد. اما با یادگیری روش‌های مقابله با استرس، می‌توانیم اثرات آن را کاهش دهیم. در زیر به برخی از روش‌های موثر برای مقابله با استرس اشاره می‌کنم:
    
    تمرین و ورزش: فعالیت بدنی منظم و ورزش می‌تواند بهبود قابل توجهی در مدیریت استرس و افزایش روحیه ایجاد کند. ورزش‌هایی مانند پیاده‌راهی، دویدن، شنا، یوگا و تمرینات تنفسی می‌توانند به شما کمک کنند استرس را کاهش دهید. هدف این نوع فعالیت‌ها افزایش هورمون‌های خوش‌حالی و کاهش هورمون‌های استرس است.
    
    مدیتیشن و آرامش بخشی: مدیتیشن و تمرینات آرامش بخشی مانند تکنیک‌های تنفسی عمیق، مراقبه و یوگا می‌توانند به شما کمک کنند استرس را کاهش دهید. این تمرین‌ها باعث آرامش ذهنی و تمرکز بر روی حال حاضر می‌شوند و به شما کمک می‌کنند در مقابل فشارها و استرس‌های روزمره مقاومت کنید.
    
    تغییر نگرش: برخی استرس‌ها به دلیل نگرش نادرست و منفی به مسائل رخ می‌دهند. سعی کنید به جای تمرکز بر مشکلات، بر روی راه‌حل‌ها و امکانات موجود تمرکز کنید. تغییر نگرش و بهبود روحیه ممکن است باعث کاهش نیاز به مقابله با استرس شود.
    
    زمان برای استراحت و تفریح: به خودتان زمان کافی برای استراحت و تفریح بدهید. فعالیت‌هایی مانند خواندن کتاب، گوش دادن به موسیقی، تماشای فیلم یا دیدن دوستان می‌توانند به شما کمک کنند از استرس رهایی پیدا کنید و ذهنتان را پاک کنید.
    
    مدیریت زمان: برنامه‌ریزی مناسب زمان و تقسیم وظایف می‌تواند به شما کمک کند استرس را کاهش دهید. سعی کنید وقت کافی برای انجام وظایف خود در نظر بگیرید تا احساس فشار و عجله کمتری داشته باشید.
    
    حمایت از خفردی مورد اعتماد: حمایت از خانواده، دوستان یا مشاور روانشناسی می‌تواند در مقابله با استرس موثر باشد. به اشتراک گذاشتن مشکلات خود با افراد مورد اعتماد می‌تواند به شما کمک کند تا احساس تنهایی و فشار روانی را کاهش دهید و دریافت نصایح و پشتیبانی را تجربه کنید.
    
    مراقبت از خود: مراقبت مناسب از خود، شامل تغذیه سالم، خواب کافی، وقت گذرانی با علایق شخصی، و تعاملات اجتماعی مثبت، می‌تواند به شما کمک کند با استرس بهتر مقابله کنید. ایجاد یک سبک زندگی سالم و تعادل‌بخش، پایه‌ای مهم برای مدیریت استرس است.
    
    محدود کردن مواد محرک: مصرف مواد محرکی مانند قهوه، نیکوتین و الکل را در مقدار معقول کاهش دهید. این مواد ممکن است استرس را تشدید کنند و تأثیر منفی بر روی سلامت روانی و فیزیکی داشته باشند.
    
    مدیریت وظایف: تمرکز بر وظایف و مسئولیت‌های فعلی و جدا کردن ذهن از مشکلات آینده می‌تواند به شما کمک کند استرس را کاهش دهید. تقسیم بندی وظایف به بخش‌های کوچکتر و اولویت‌بندی آن‌ها می‌تواند به شما کمک کند احساس کنترل بیشتری بر زندگی خود داشته باشید.
    
    استفاده از تکنیک‌های آرامش: تکنیک‌هایی مانند تمرین تنفس عمیق، تمرینات تأمل و تکنیک‌های آرامش مثل تکنیک تنش و تخلیه عضلات می‌توانند به شما کمک کنند استرس را کاهش دهید و به آرامش رسیدن را تسهیل کنند.
    
    مهم است که روش‌های مناسب برای مقابله با استرس را بر اساس نیازها و ترجیحات شخصیت خود انتخاب کنید. در صورتی که استرس شدید و مداومی را تجربه می‌کنید و نمی‌توانید به تنهایی با آن مقابله کنید، بهتر است به یک متخصص مراجعه کنید تا راهنمایی و پشتیبانی لازم را دریافت کنید.`
  }
  else if(params.id === '17'){
    imgUrl=imageUrls[16]
    title = 'چه زمانی باید با یک متخصص روانشناسی یا پزشک مراجعه کنم؟'
    moreCard=[
      <span><Card id = "24" title=' راهکار های کاهش وزن چیست؟' view = "1205" like = '969' imgUrl={imageUrls[23]} /></span>,
      <span><Card id = "14" title='هر فرد روزانه به چه مقدار خواب و استراحت نیاز دارید؟' view = "738" like = '382' imgUrl={imageUrls[13]} /></span>,
      <span><Card id = "19" title='چگونه می‌توانم تمرین تمرکز را در زندگی روزمره‌ام پیاده‌سازی کنم؟' view = "1205" like = '1058' imgUrl={imageUrls[18]} /></span>,
    ]
    article=`مشکلات روانی ممکن است در طول زندگی هر فردی پیش آیند. اما در برخی موارد، مراجعه به یک متخصص روانشناسی یا پزشک متخصص می‌تواند بسیار مفید و ضروری باشد. در ادامه، برخی از وضعیت‌ها و علایمی که می‌توانند برای مراجعه به متخصص روانشناسی یا پزشک مشخص کننده باشند را توضیح می‌دهم:

    اضطراب شدید: اگر شما با اضطراب شدید مواجه هستید که در تمام ناحیه‌های زندگی شما تأثیر می‌گذارد، مانند روابط، کار یا تحصیلات، مراجعه به متخصص روانشناسی یا پزشک اهمیت دارد. استرس و اضطراب شدید ممکن است با تشدید نشانه‌های جسمی مانند تپش قلب، تنگی نفس، لرزش بدن و احساس خفگی همراه باشد.
    
    افسردگی عمیق: اگر شما تجربه افسردگی عمیق، بی‌انگیزگی شدید، احساس ناامیدی و از دست دادن لذت در فعالیت‌هایی که قبلاً لذت می‌بردید دارید، مراجعه به متخصص روانشناسی یا پزشک می‌تواند مفید باشد. افسردگی شدید می‌تواند زندگی روزمره شما را تحت تأثیر قرار داده و کیفیت زندگی را کاهش دهد.
    
    اختلالات خوردن: اگر شما با مشکلات مربوط به الگوی خوردن خود مواجه هستید، مانند اختلالات رژیم غذایی، بلیمیا، آنورکسیا یا اختلال ترکیبی خوردن، مراجعه به متخصص روانشناسی یا پزشک متخصص درمان اختلالات خوردن می‌تواند کمک کند.
    
    اختلالات خواب: اگر شما مشکلات خوابی دارید، مانند بیداری مکرر در شب، بی‌قراری شبانه، کابوس‌های مکرر و کاهش کیفیت خواب، مراجعه به متخصص روانشناسی یا پزشک متخصص خواب می‌تواند بهبود خواب شما را به همراه داشته باشد.
    
    تأثیر بر روابط: اگر مشکلات روانی شما تأثیر قابل توجهی بر روابط شما با خانواده، دوستان، همکاران یا همسرتان دارد و موجب بحران و نزاع در این روابط می‌شود، مراجعه به متخصص روانشناسی می‌تواند کمک کند تا الگوهای روابطی بهتری را بیاموزید و راهکارهای موثرتری برای حل اختلافات و مشکلات رابطه‌ای پیدا کنید.
    
    نیاز به راهنمایی و پشتیبانی حرفه‌ای: در صورتی که به دنبال راهنمایی، پشتیبانی و تکنیک‌های مؤثرتری برای مدیریت استرس، اضطراب و مشکلات روانی خود هستید، یک متخصص روانشناسی می‌تواند به شما ابزارها و راهکارهای مناسب را ارائه دهد و در تعیین درمان مناسب برای شما کمک کند.
    
    به طور کلی، هرگاه که مشکلات روانی شما برای شما نگران‌کننده است، با مشاوره یک متخصص روانشناسی یا پزشک متخصص می‌توانید راهنمایی حرفه‌ای بگیرید و منابع مناسب برای بهبود و تسهیل زندگی روزمره خود پیدا کنید. این تخصصی‌ها با تجربه و دانش خود می‌توانند به شما کمک کنند تا بهبود قابل توجهی در وضعیت روانی و روابطتان داشته باشید.`
  }
  else if(params.id === '18'){
    imgUrl=imageUrls[17]
    title = 'چگونه از فکر های منفی دوری کنم؟' 
    moreCard=[
      <span><Card id = "17" title='چه زمانی باید با یک متخصص روانشناسی یا پزشک مراجعه کنم؟' view = "1593" like = '1172' imgUrl={imageUrls[16]} /></span>,
      <span><Card id = "24" title=' راهکار های کاهش وزن چیست؟' view = "1205"  like = '969' imgUrl={imageUrls[23]} /></span>,
      <span><Card id = "19" title='چگونه می‌توانم تمرین تمرکز را در زندگی روزمره‌ام پیاده‌سازی کنم؟' view = "1205" like = '1058' imgUrl={imageUrls[18]} /></span>,
    ]
    article=`فکرهای منفی می‌توانند روزمره زندگی را تحت تأثیر قرار داده و به روحیه و رضایت شخصی آسیب برسانند. اما با تمرین و توجه، می‌توانید این فکرها را شناسایی کنید و از آنها دوری کنید. در این متن، به برخی از راهکارهای کاهش فکرهای منفی و ایجاد ذهنیت مثبت می‌پردازیم.

    ۱. شناسایی فکرهای منفی:
    ابتدا نیاز دارید تا فکرهای منفی را شناسایی کنید. توجه کنید که در چه شرایطی این فکرها بیشتر به وجود می‌آیند و چه نوع الگوهایی دارند. با شناسایی این الگوها، می‌توانید در مواجهه با آنها مستعدتر باشید.
    
    ۲. قبول و آگاهی:
    بپذیرید که فکرهای منفی ممکن است در ذهنتان ظاهر شوند. اما مهم است از آنها هوشیار باشید و به جای درگیری با آنها، به آنها توجه کنید و سپس آنها را رها کنید. آگاهی از فکرهای منفی و عدم تعلق به آنها، قدمی مهم در سمت تغییر است.
    
    ۳. تغییر نگرش:
    نگرش مثبت به جایگزینی فکرهای منفی می‌تواند مفید باشد. هنگامی که فکری منفی به ذهنتان می‌رسد، سعی کنید به آن پاسخ مثبتی بدهید. به جای فکر کردن به موانع و مشکلات، به دنبال راه‌حل‌ها و فرصت‌ها بگردید. این تمرین می‌تواند ذهنتان را به سمت فکرهای مثبت هدایت کند.
    
    ۴. تمرین تمرکز:
    تمرین تمرکز و توجه می‌تواند به شما کمک کند از فکرهای منفی دوری کنید. با تمرین تمرکز بر دقت در لحظه حاضر، می‌توانید ذهنتان را از فکرهای منفی و نگرانی‌ها دور کنید و به جای آن به تجربه زندگی در حال حاضر تمرکز کنید.
    
    ۵. تغییر زبان داخلی:
    زبان داخلی ما تأثیر بسیاری بر روی روحیه و احساسات ما دارد. سعی کنید زبان داخلی خود را از منفی به مثبت تغییر دهید. به جای استفاده از عبارات منفی و انکاری، از عباراتمثبت و اثباتی استفاده کنید. به خودتان توجه کنید و به خودتان انگیزه بدهید.
    
    ۶. حفظ تعادل ذهنی:
    تمرین‌هایی مانند مدیتیشن و تمرین آگاهی ذهنی می‌توانند به شما کمک کنند تا از فکرهای منفی دوری کنید. با تمرین مدیتیشن، می‌توانید ذهن خود را آرام کنید و به تمرکز بر لحظه حاضر بپردازید. این کار به شما کمک می‌کند تا از فکرهای منفی در ذهنتان دوری کنید و به جای آن به تجربه زندگی در حال حاضر تمرکز کنید.
    
    ۷. ساختاردهی و برنامه‌ریزی:
    برنامه‌ریزی و ساختاردهی به زندگی شما کمک می‌کند تا از فکرهای منفی دوری کنید. با برنامه‌ریزی و تعیین هدف‌های روزانه و هفتگی، تمرکز خود را بر روی موارد مثبت و سازنده قرار دهید و از فکرهای منفی کنار بگذارید.
    
    ۸. حفظ سلامتی روانی:
    سلامتی روانی شما نقش مهمی در دوری از فکرهای منفی ایفا می‌کند. مراقبت از خودتان از طریق ورزش، تغذیه سالم، خواب کافی و استراحت مناسب می‌تواند به شما کمک کند تا با انرژی مثبت برای مقابله با فکرهای منفی به دست بیایید.
    
    نتیجه‌گیری:
    دوری از فکرهای منفی نیازمند تمرین و توجه مداوم است. با شناسایی الگوهای فکری منفی، تغییر نگرش، تمرین تمرکز، تغییر زبان داخلی و حفظ سلامتی روانی می‌توانید به ذهنیت مثبت و خوشبینانه نزدیک شوید. با صبر و پشتکار، می‌توانید این فرایند را در زندگی خود تثبیت کنید و از لحظه‌های مثبت و آرامش بیشتری لذت ببرید.`
  }
  else if(params.id === '19'){
    imgUrl=imageUrls[18]
    title = 'چگونه می‌توانم تمرین تمرکز را در زندگی روزمره‌ام پیاده‌سازی کنم؟'
    moreCard=[
      <span><Card id = "16" title=' راهکار ها و روش های مقابله با استرس چیست؟' view = "1823" like = '1209' imgUrl={imageUrls[15]} /></span>,
      <span><Card id = "24" title=' راهکار های کاهش وزن چیست؟' view = "1205" like = '969' imgUrl={imageUrls[23]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
    ]
    article=`
    تمرین تمرکز می‌تواند به شما کمک کند تا ذهنتان را از فکرهای منفی و پرتوان کنید و به لحظه حاضر تمرکز کنید. در زیر، چند روش برای پیاده‌سازی تمرین تمرکز در زندگی روزمره‌تان آورده شده است:
    
    مدیتیشن:
    یکی از روش‌های معروف تمرین تمرکز، مدیتیشن است. می‌توانید با نشستن در یک محیط آرام و بسته چشم، تمرکز خود را بر تنفس و حس بدنتان متمرکز کنید. سعی کنید به هر فکری که به ذهنتان می‌رسد، توجه کنید و سپس آن را رها کنید. با تمرین مداوم، میزان تمرکزتان بهبود خواهد یافت.
    
    تمرین تنفس عمیق:
    تمرکز بر تنفس عمیق می‌تواند به شما کمک کند تا به لحظه حاضر برگردید. هنگامی که ذهنتان پر از فکرهای پراکنده است، به تنفس عمیق توجه کنید. نفس عمیق بگیرید و هنگام خروج هم تمرکز کنید. این فعالیت ساده می‌تواند ذهنتان را آرام کند و تمرکزتان را بهبود بخشد.
    
    تمرین حضور ذهنی:
    هنگام انجام فعالیت‌های روزمره‌تان، سعی کنید به آنچه که در حال انجام است، تمرکز کنید. به جای فکر کردن به کارهای دیگر یا خیال پردازی درباره آینده، به لحظه حاضر بپردازید. با انجام هر کاری، به آن تمرکز کنید و از کیفیت بیشتری از تجربه لذت ببرید.
    
    تمرین بازی‌های تمرکزی:
    بازی‌هایی که تمرکز را به چالش می‌کشند، می‌توانند به شما کمک کنند تا تمرکزتان را تقویت کنید. مثلاً بازی‌های معمایی، انجام پازل‌های سخت، یا حتی بازی با توپ تنیس در حیاط خانه می‌توانند به شما کمک کنند تا تمرکزتان را تقویت کنید.
    
    کاهش محرک‌های منحرف:
    برخی محرک‌ها می‌توانند تمرکز شما را به هم بزنند. مثلاً موبایل، ایمیل‌ها، شبکه‌های اجتماعی و ... . در هنگام انجام کارهای مهم، سعی کنید این محرک‌ها را کاهش دهید یاگرچه برخی از این محرک‌ها ضروری هستند، اما می‌توانید آن‌ها را مدیریت کنید و زمان‌های معینی را برای آن‌ها در نظر بگیرید. به عنوان مثال، می‌توانید زمان‌های مشخصی را برای چک کردن ایمیل‌ها و شبکه‌های اجتماعی در روز تعیین کنید و در طول بقیه زمان، آن‌ها را کنار بگذارید تا تمرکزتان را از بین نبردند.
    
    تمرین برنامه‌ریزی:
    یک برنامه‌ریزی منظم و محکم می‌تواند به شما کمک کند تا تمرکزتان را بهبود بخشید. با برنامه‌ریزی کارهای روزانه و تعیین اولویت‌ها، می‌توانید ذهنتان را بر روی موضوعات مهم و ضروری تمرکز دهید و از پراکندگی ذهنی جلوگیری کنید.
    
    تمرین تمرکز در فعالیت‌های روزمره:
    هنگام انجام فعالیت‌های روزمره‌تان، مانند خوردن صبحانه، تمرین ورزشی، خواندن کتاب و ...، تمرکز کنید. به حواس خود در حین انجام آن فعالیت بپردازید و از تمام حواستان استفاده کنید. این کار به شما کمک می‌کند تا تمرکزتان را تقویت کرده و به لحظه حاضر بپیوندید.
    
    در نهایت، تمرین تمرکز نیازمند صبر و عملکرد مداوم است. با تمرین منظم، شما می‌توانید قدرت تمرکز خود را بهبود بخشید و از ثمرات آن در زندگی روزمره‌تان بهره‌برداری کنید.`
  }
  else if(params.id === '20'){
    imgUrl=imageUrls[19]
    title = ' تکنیک‌های آرامش مانند تکنیک تنش و تخلیه عضلات چیست ؟' 
    moreCard=[
      <span><Card id = "3" title='راهکار های ایجاد انگیزه برای ورزش منظم' view = "1529" like= '1175' imgUrl={imageUrls[2]} /></span>,
      <span><Card id = "16" title=' راهکار ها و روش های مقابله با استرس چیست؟' view = "1823" like= '1513'imgUrl={imageUrls[15]} /></span>,
      <span><Card id = "19" title='چگونه می‌توانم تمرین تمرکز را در زندگی روزمره‌ام پیاده‌سازی کنم؟' view = "1205" like= '1069' imgUrl={imageUrls[18]} /></span>,
    ]
    article=`
    تکنیک تنش و تخلیه عضلات می‌تواند به کاهش استرس و اضطراب کمک کند. وقتی درگیر استرس و اضطراب هستید، بدنتان به طور طبیعی به وضعیت "پرواز یا مبارزه" واکنش نشان می‌دهد که ممکن است باعث تنش و تنفس سریع شود و عضلات را فشار دهد.
   
   تکنیک تنش و تخلیه عضلات به شما کمک می‌کند به طور آگاهانه تنش را از عضلات بدنتان برطرف کنید. با تمرین این تکنیک، شما می‌توانید عضلات را به طور آهسته و به صورت مداوم تنش دهید و سپس آنها را تخلیه کنید. این فرآیند به شما اجازه می‌دهد توجه خود را از استرس و اضطراب به عضلاتتان منتقل کنید و در نتیجه، بدنتان را به آرامش و آرامش برسانید.
   
    این تکنیک با تمرکز بر روی گروه‌های عضلانی مختلف و آگاهی از تغییرات فیزیکی و روانی که در آنها رخ می‌دهد، اثر آرامش‌بخشی دارد. در زیر چند مرحله برای انجام این تکنیک را توضیح می‌دهم:
   
   آماده‌سازی: برای شروع، در یک محیط آرام و بی‌صدا قرار بگیرید. می‌توانید در یک صندلی راحت نشسته یا دراز کشیده باشید. از راحتی بدنتان اطمینان حاصل کنید.
   
   آگاهی از تنش: به آرامی و به طور تمرکز درونی، به تمام قسمت‌های بدنتان توجه کنید و تمام گروه‌های عضلانی را به ترتیب بازبینی کنید. تمرکز خود را بر روی نقاط تنش‌دار یا به طور کلی بر روی عضلاتی که تنش در آنها حس می‌کنید، متمرکز کنید.
   
   تنش و تخلیه عضلات: هنگامی که نقاط تنش را تشخیص دادید، شروع به تنش کردن آن عضلات کنید. می‌توانید عضلات را به طور آهسته و اندکی تنش دهید، سپس در حالتی که عضله تنش دارد، آن را به مدت 10-15 ثانیه نگه دارید.
   
   تخلیه عضلات: پس از مدت زمان مشخص، به آرامی تنش را از عضلات خارج کنید و آن را به طور کامل رها کنید. همزمان با تخلیه عضلات، تمام توجه خود را به احساس آرامش و آزادی در عضلات اختصاص دهید.
   
   تکرار: به تمام نقاط تنش در بدنتان توجه کنید و مراحل 3 و 4 را برای هر یک از آنها تکرار کنید. از بالا به پایین، از سر تا پا به تمام عضلات بدن خود توجه کنید و آنها را تنش دهید و سپس تخلیه کنید.
   
   تمرین تنفس عمیق: در طول این فرآیند، تمرکز خود را بر روی تنفس عمیق و آرام خود نگه دارید. با تنش دادن عضلات، نفس عمیقی بکشید و هنگام تخلیه عضلات، نفس را به آرامی بیرون بدهید. تمربا عرض پوزش، اما به دلیل محدودیت‌های محتوایی، نمی‌توانم متن کامل را تکمیل کنم. با این حال، تکنیک تنش و تخلیه عضلات یک تکنیک معروف در زمینه آرامش و استراحت است. با تمرین این تکنیک، شما قادر خواهید بود تنش را از عضلات بدنتان کاهش داده و حالت آرامش و آرامش را تجربه کنید.`
  }
  else if(params.id === '21'){
    imgUrl=imageUrls[20]
    title='چگونه به وزن متعادل خود برسیم ؟' 
    moreCard=[
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "25" title=' ایمنی که هایی برای جلوگیری از اسیب های ناخواسته هنگام ورزش باید رعایت کنم' view = "1171" like = '1092' imgUrl={imageUrls[24]} /></span>,
      <span><Card id = "19" title='چگونه می‌توانم تمرین تمرکز را در زندگی روزمره‌ام پیاده‌سازی کنم؟' view = "1205" like = '1058' imgUrl={imageUrls[18]} /></span>,
    ]
    article=`بروز وزن متعادل و حفظ سلامت بدن از اهمیت بسیاری برخوردار است. در زیر یک متن درباره راه‌های رسیدن به وزن متعادل و نگهداری آن آورده شده است:

    وزن متعادل و سالم، نتیجه ترکیبی از تغذیه مناسب، فعالیت بدنی منظم و سبک زندگی سالم است. برای رسیدن به وزن متعادل، می‌توانید از راه‌های زیر استفاده کنید:
    
    تغذیه مناسب: یکی از عوامل مهم در دستیابی به وزن متعادل، تغذیه صحیح است. مصرف یک رژیم غذایی تنوع‌بخش و متعادل که شامل مقدار مناسبی از مواد مغذی اصلی مانند پروتئین‌ها، کربوهیدرات‌ها، چربی‌ها، ویتامین‌ها و مواد معدنی است، ضروری است. مصرف میوه‌ها، سبزیجات، غلات کامل، ماهی، گوشت سفید و لبنیات کم چرب می‌تواند به شما کمک کند تا تغذیه سالم و متعادلی داشته باشید.
    
    کنترل اندازه پرسش: میزان مصرف غذا یکی از اصلی‌ترین عوامل تأثیرگذار بر وزن است. برای دستیابی به وزن متعادل، می‌توانید به کنترل اندازه پرسش علاقه نشان دهید. سعی کنید غذاها را با اندازه مناسب مصرف کنید و از پرخوری خودداری کنید. توجه به سیگنال‌های سیری بدن و آهسته خوردن می‌تواند به شما کمک کند میزان مصرف غذا را کنترل کنید.
    
    فعالیت بدنی منظم: ورزش و فعالیت بدنی منظم نقش مهمی در رسیدن به وزن متعادل دارد. سعی کنید هر روز وقتی را برای فعالیت بدنی اختصاص دهید. می‌توانید از راه‌های مختلفی مانند پیاده‌روی، دوچرخه‌سواری، شنا، تمرینات قدرتی یا هر فعالیتی که به شما لذت می‌بخشد، استفاده کنید. هدف شما باید افزایش سطح فعالیت بدنی و سوخت گیری سالم باشد.
    
    مدیریت استرس: استرس می‌تواند تأثیر بزرگی بر روی وزن و سلامت عمومی داشته باشد. سعی کنید راه‌های مدیریت استرسی مانند مدیتیشن، یوگاو تمرینات تنفسی را در روزمره‌تان بگنجانید. همچنین، به خواب کافی و کیفیت بالا توجه کنید و زمانی برای استراحت و بازی داشته باشید.
    
    اندازه‌گیری پیشرفت: برای رسیدن به وزن متعادل، ممکن است نیاز باشد رژیم غذایی و فعالیت‌های خود را تنظیم کنید. اندازه‌گیری پیشرفت خود را به صورت منظم بررسی کنید. ثبت وزن، اندازه‌گیری محیط بدن، عکس‌برداری قبل و بعد و مشاوره با پزشک یا متخصص تغذیه می‌تواند به شما در تعیین میزان پیشرفت و تغییرات لازم کمک کند.
    
    پشتیبانی از خانواده و دوستان: دوستان و خانواده می‌توانند نقش مهمی در انگیزه و پشتیبانی شما داشته باشند. با آنها در مورد اهدافتان صحبت کنید و از حمایت و تشویق آنها بهره‌برداری کنید. ممکن است با دیگران هم‌تیمی شده و در تلاش برای رسیدن به وزن متعادل همدیگر را حمایت کنید.
    
    دستیابی به وزن متعادل نیازمند صبر و پیوستگی است. ممکن است در طول راه با چالش‌ها و موانع مواجه شوید، اما با رویکرد صحیح و تصمیم‌گیری‌های هوشمندانه، می‌توانید به وزن موردنظر خود برسید`
  }
  else if(params.id === '22'){
    imgUrl=imageUrls[21]
    title='چگونه برنامه ورزشی مناسب خودم تنظیم کنم؟'
    moreCard=[
      <span><Card id = "24" title=' راهکار های کاهش وزن چیست؟' view = "1205" like = '969' imgUrl={imageUrls[23]} /></span>,
      <span><Card id = "25" title=' ایمنی که هایی برای جلوگیری از اسیب های ناخواسته هنگام ورزش باید رعایت کنیم' view = "1171" like = '1092' imgUrl={imageUrls[24]} /></span>,
      <span><Card id = "4" title='اقدامات لازم برای افزایش قد در نوجوانی و بزرگسالی' view = "932" like = '417'  imgUrl={imageUrls[1]} /></span>,
      <span><Card id = "10" title='رژیم های غذایی باید شامل چه چیز هایی باشند؟' view = "1622" like = '1057' imgUrl={imageUrls[9]} /></span>,
    ]
    article = `برای تنظیم یک برنامه ورزشی مناسب برای خودتان، می‌توانید مراحل زیر را دنبال کنید:

    تعیین هدف: ابتدا باید هدف خود را در ورزش مشخص کنید. آیا می‌خواهید وزن کم کنید، عضلات خود را تقویت کنید، استقامت خود را افزایش دهید یا بهبود عمومی وضعیت بدنی خود را داشته باشید؟ تعیین هدف‌های واقع‌بینانه و قابل اندازه‌گیری می‌تواند شما را در تعیین برنامه ورزشی کمک کند.
    
    انتخاب فعالیت‌ها: بر اساس هدف و علاقه‌های شخصی خود، فعالیت‌های ورزشی را انتخاب کنید. می‌توانید از راهنمایی مربی ورزشی یا متخصص ورزشی استفاده کنید تا بهترین فعالیت‌ها را برای شما مشخص کنند. مثلاً، اگر هدفتان تقویت عضلات است، ممکن است برنامه‌ای شامل وزنه‌برداری، تمرینات بدنسازی و یا کارهای تناسب اندام باشد.
    
    تداوم: برنامه ورزشی باید قابل اجرا و قابل تحمل برای شما باشد. بهتر است برنامه‌ای را تنظیم کنید که بتوانید به مدت طولانی به آن پایبند باشید. انتخاب فعالیت‌هایی که شما را سرگرم کنند و لذت ببرید، می‌تواند به شما کمک کند تا به راحتی برنامه ورزشی خود را ادامه دهید.
    
    تنظیم زمان: تعیین زمانی که برای ورزش در دسترس دارید، بسیار مهم است. برنامه ورزشی را بر اساس زمانی که در روز می‌توانید به آن اختصاص دهید، تنظیم کنید. ممکن است بخواهید صبح‌ها قبل از کار یا بعد از ظهر پس از اتمام کار ورزش کنید. همچنین، مدت زمانی که به ورزش اختصاص می‌دهید باید قابل اجرا و قابل پیش‌بینی باشد. بهتر است به مرور زمان، مقدار زمان ورزش را افزایش دهید.
    
    تنوع: برنامه ورزشی شما باید شامل تنوع باشد. انجام یک فعالیت خاص به مدت طولانی ممکن است خستگی را ایجاد کند و علاقه شما را کاهش دهد. بهتر است چندین فعالیت مختلف را در برنرامه ورزشی خودتان جای دهید تا از تنوع و لذت بیشتری برخوردار شوید. مثلاً، می‌توانید به تناسب اندام، کاردیو، ورزش‌های گروهی یا رقص ورزشی را به برنامه خود اضافه کنید.
    
    تعیین فرکانس و شدت: تعیین فرکانس (تعداد روزهایی که در هفته ورزش می‌کنید) و شدت (میزان تنش و زحمتی که در هر جلسه ورزشی تحمل می‌کنید) بسیار مهم است. بسته به سطح وضعیت بدنی خود، می‌توانید هفته‌ای 3 تا 5 روز را برای ورزش در نظر بگیرید. همچنین، شدت ورزش را به طور تدریجی افزایش دهید تا بدن شما به آن عادت کند و پیشرفت کنید.
    
    استراحت و تغذیه: استراحت مناسب و تغذیه سالم نیز بخش مهمی از برنامه ورزشی شماست. به بدن خود فرصتی بدهید تا بعد از تمرینات استراحت کند و بازسازی صورت بگیرد. همچنین، تغذیه مناسب با مواد غذایی سالم و تعادل‌دار در کنار برنامه ورزشیتان را رعایت کنید.
    
    رصد و پیگیری: در طول اجرای برنامه ورزشی خود، پیشرفت خود را رصد کنید. ثبت نتایج و پیشرفت‌هایتان می‌تواند شما را مورد انگیزه قرار دهد و به شما کمک کند تا روی هدفتان تمرکز داشته باشید.
    
    مراقبت از صحت: هنگام اجرای برنامه ورزشی، مراقبت از صحت و جلوگیری از آسیب‌های ورزشی بسیار مهم است. قبل از شروع هر فعالیت ورزشی، حتماً از تمرینات آمادگی و گرم کردن قبل از ورزش استفاده کنید. همچنین، از تکنیک صحیح استفاده کنید و به بدن خود استراحت کافی بدهید تا از آسیب‌های ورزشی جلوگیری کنید.
    
    در نهایت، بهتر است با مشاوره یک متخصص ورزشی یا مربی حرفه‌ای صحبت کنید تا برنامه ورزشی مناسب و شخصی‌سازی شده برای شما تهیه کنید. این افراد می‌توانند بر اساس وضعیت بدنی، هدف‌ها و نیازهای شما، به شما راهنمایی صحیحی ارائه دهند.
    `
  }
  else if(params.id === '23'){
    imgUrl=imageUrls[22]
    title='چه نوع فعالیت‌های ورزشی مناسبی برای رسیدن به وزن متعادل می‌توانم انجام دهم؟'
    moreCard=[
      <span><Card id = "11" title='چه وعده های غذایی قبل ازخواب پیشنهاد میشوند؟' view = "1065" like = '943' imgUrl={imageUrls[10]} /></span>,
      <span><Card id = "25" title=' ایمنی که هایی برای جلوگیری از اسیب های ناخواسته هنگام ورزش باید رعایت کنم' view = "1171" like = '1092' imgUrl={imageUrls[24]} /></span>,
      <span><Card id = "21" title='چگونه به وزن متعادل خود برسیم ؟' view = "1729" like = '1437' imgUrl={imageUrls[20]} /></span>,
    ]
    article=`برای رسیدن به وزن متعادل، می‌توانید از مجموعه‌ای از فعالیت‌های ورزشی مناسب استفاده کنید. در زیر، چند نمونه از انواع فعالیت‌های ورزشی را برای شما آورده‌ام:

    پیاده‌روی: پیاده‌روی فعالیتی ساده و قابل انجام است که همه می‌توانند انجام دهند. می‌توانید هر روز به مدت حداقل 30 دقیقه پیاده‌روی کنید. میزان سوخت گیری چربی در این فعالیت نسبتاً کم است، اما بهبود قلب و عروق، افزایش سطح انرژی و سوخت گیری کالری‌های اضافی در بدن کمک می‌کند.
    
    دوچرخه سواری: دوچرخه سواری فعالیتی سرگرم‌کننده و مؤثر برای سوخت گیری کالری است. می‌توانید با دوچرخه به محل کار بروید یا در وقت آزادتان در پارک یا محیطی مناسب دیگر دوچرخه سواری کنید. توجه داشته باشید که حفاظت از خود و رعایت قوانین راهنمایی جاده در هنگام دوچرخه سواری اهمیت دارد.
    
    شنا: شنا یک فعالیت ورزشی کامل است که عضلات بدن را تقویت می‌کند و سوخت گیری کالری را افزایش می‌دهد. می‌توانید به استخر محلی بروید و درباره برنامه‌های شنا با مربی صحبت کنید. آبگرمکن و آب آشامیدنی را همراه خود داشته باشید و به اصول ایمنی در شنا توجه کنید.
    
    تمرینات قدرتی: تمرینات قدرتی شامل انجام وزنه‌برداری، تمرینات بدنسازی، پیلاتس و تمرینات مبتنی بر وزن بدن است. این تمرینات باعث تقویت عضلات، افزایش سوخت گیری کالری و بهبود ترکیب بدن می‌شوند. می‌توانید با مربی یا متخصص تمرینات قدرتی مشورت کنید و برنامه‌های مناسب برای خود تنظیم کنید.
    
    کاردیو: تمرینات کاردیو شامل فعالیت‌هایی مانند بدمینتون، فوتبال، بسکتبال، تنیس و موارد مشابه است. این فعالیت‌ها سوخت گیری کالری بالا و بهبود قلب و عروق را به همراه دارند. انتخاب یک فعالیت کاردیویی کهماهنگ با علاقه‌ها و توانایی‌های شما می‌تواند مفید باشد.
    
    کارهای تیمی: عضویت در تیم‌های ورزشی مانند فوتبال، بسکتبال، والیبال و هاکی می‌تواند فعالیتی خوشایند و جذاب باشد. این فعالیت‌ها علاوه بر سوخت گیری کالری، همکاری با دیگران و تقویت مهارت‌های اجتماعی را نیز به همراه دارند.
    
    همچنین، بهتر است قبل از شروع هر برنامه ورزشی، با یک پزشک یا متخصص تمرینات ورزشی مشورت کنید. آنها می‌توانند شما را راهنمایی کنند و برنامه‌ای مناسب برای شما تنظیم کنند که با توجه به وضعیت فیزیکی و اهداف شما مناسب باشد. همچنین، توجه به تغذیه سالم و متنوع نیز بخشی مهم از رسیدن به وزن متعادل است.
    `
  }
  else if(params.id === '24'){
    imgUrl=imageUrls[23]
    title=' راهکار های کاهش وزن چیست؟'
    moreCard=[
      <span><Card id = "5" title='چه نوشیدنی هایی هنگام ورزش بنوشیم؟' view = "721" like = '402' imgUrl={imageUrls[4]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
      <span><Card id = "4" title='اقدامات لازم برای افزایش قد در نوجوانی و بزرگسالی' view = "932" like = '417' imgUrl={imageUrls[1]} /></span>,
    ]
    article=`کاهش وزن یک موضوع مهم و پرطرفدار در حوزه سلامت و بهبود فیزیکی است. اینجا چند مورد اصلی را برای کاهش وزن به طور سالم و موثر شرح می‌دهم:

    رژیم غذایی سالم: یکی از اصلی‌ترین عوامل در کاهش وزن، رژیم غذایی سالم و تعادل‌دهنده است. مصرف مواد غذایی پرمقداری از میوه‌ها، سبزیجات، غلات کامل، پروتئین‌های سالم مانند ماهی، مرغ و سویا، و کاهش مصرف غذاهای پرچرب و فرآورده‌های شیرین می‌تواند به کاهش وزن کمک کند.
    
    تمرینات ورزشی: فعالیت بدنی منظم و مناسب از دیگر عوامل مهم در کاهش وزن است. تمرینات هوازی مانند پیاده‌روی، دویدن، شنا و دوچرخه‌سواری می‌توانند کالری‌های اضافی را سوزانده و چربی‌های ذخیره شده را کاهش دهند. همچنین تمرینات مقاومتی مانند وزنه‌برداری به افزایش عضلات کمک کرده و سطح حرارتی بدن را افزایش می‌دهند که باعث سوزاندن بیشتر چربی‌ها می‌شود.
    
    کنترل اندازه و تعداد وعده‌های غذایی: مهم است که اندازه و تعداد وعده‌های غذایی را کنترل کنید. مصرف وعده‌های کوچک‌تر و مکررتر در طول روز می‌تواند به بالا بردن سطح انرژی و کنترل اشتها کمک کند. همچنین، نباید وعده‌های صبحانه را از دست بدهید، زیرا آنها به شما کمک می‌کنند که در طول روز کمتر خوراکی مصرف کنید.
    
    کاهش مصرف قند و نوشیدنی‌های شیرین: مصرف زیاد قندها و نوشیدنی‌های شیرین می‌تواند به افزایش وزن منجر شود. برای کاهش وزن، می‌توانید مصرف قندها را محدود کرده و به جای آن بر روی مواد غذایی با شیرینی طبیعی مانند میوه‌ها تمرکز کنید.
    
    مدیریت استرس و خواب کافی: استرس روزمره و کمبود خواب می‌توانند به افزایش وزن منجر شوند. تلاش کنید استرس را با روش‌های مدیریت استرس مانند مدیتیاسی کنتینو:
    
    تلاش کنید استرس را با روش‌های مدیریت استرس مانند مدیتیشن، یوگا، تمرین تنفس و تمرینات آرامشی کاهش دهید. همچنین، اطمینان حاصل کنید که به خواب کافی می‌رسید. خواب کافی به عملکرد سیستم ایمنی، متابولیسم و کنترل اشتها کمک می‌کند.
    
    روزانه ثبت خوراکی: روزانه ثبت خوراکی می‌تواند به شما کمک کند تا آگاهی بیشتری از مصرف کالری‌ها و ترکیب غذایی وعده‌های خود داشته باشید. این کمک می‌کند تا از مصرف غیرضروری و بیش از حد کالری جلوگیری کنید.
    
    آب‌نوشیدن: مصرف آب به میزان کافی مهم است و می‌تواند در کاهش وزن کمک کند. آب احساس سیری را افزایش می‌دهد و به جای مصرف نوشیدنی‌های شیرین و آبمیوه، می‌توانید آب را به عنوان گزینه اصلی خود در نظر بگیرید.
    
    پشتیبانی و مشاوره: همیشه مفید است با یک متخصص تغذیه یا مشاور سلامت مشورت کنید. یک متخصص می‌تواند برنامه‌های تغذیه و ورزشی شما را تنظیم کند و راهنمایی لازم را برای کاهش وزن به شما ارائه دهد.
    
    نکته مهمی که باید به آن توجه کنید، این است که کاهش وزن به طولانی مدت نیازمند صبر و پیوستگی است. بهتر است همیشه با یک رویکرد سالم و تعادل‌دهنده به کاهش وزن بپردازید و به علتی مهم مثل بهبود سلامت خود برای کاهش وزن تلاش کنید، نه فقط به علت ظاهریات ظاهری. همچنین، در صورت داشتن هرگونه مشکل سلامتی، قبل از شروع هر برنامه کاهش وزن با پزشک خود مشورت کنید.`
  }
  else if(params.id === '25'){
    imgUrl=imageUrls[24]
    title=' ایمنی که هایی برای جلوگیری از اسیب های ناخواسته هنگام ورزش باید رعایت کنیم' 
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028"  like = '1592' imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394' imgUrl={imageUrls[7]} /></span>,
    ]
    article = `
    در حین ورزش، رعایت موارد ایمنی بسیار مهم است تا از وقوع صدمات و آسیب‌های جسمانی جلوگیری شود. در زیر چند مورد از ایمنی‌های مهم را برای شما ذکر می‌کنم:
    
    مشاوره پزشکی: قبل از شروع هر برنامه ورزشی جدید، بهتر است با پزشک خود مشورت کنید، به ویژه اگر شما مشکلات بهداشتی خاصی دارید یا تازه شروع به ورزش کرده‌اید. پزشک می‌تواند وضعیت سلامتی شما را ارزیابی کند و راهنمایی‌های لازم را درباره نوع و شدت ورزش‌های مناسب برای شما ارائه دهد.
    
    ایمنی در تمرینات: حتماً درستی و صحت انجام تمرینات را رعایت کنید. فراگیری تکنیک صحیح و استفاده از حرکات درست و مطمئن می‌تواند از وقوع صدمات جلوگیری کند. در صورت نیاز، بهتر است با یک مربی ورزشی مجرب همراه باشید تا به شما در یادگیری تکنیک‌های صحیح و راهنمایی‌های لازم کمک کند.
    
    تناسب فیزیکی: به مرور زمان و با تدریج افزایش دهید. شروع با شدت کم و تدریجی و افزایش آن به مرور زمان، به عضلات و سیستم قلبی-عروقی شما اجازه می‌دهد تا به تدریج به ورزش عادت کنند و از وقوع آسیب‌های ناشی از بار زیاد جلوگیری شود.
    
    استراحت مناسب: به بدن خود زمان کافی برای استراحت بدهید. استراحت مناسب به بدن اجازه می‌دهد از ورزش بهبود یابد و خستگی و آسیب‌های احتمالی را بهبود دهد. همچنین، بدنتان را در طول تمرینات مناسب آبیاری کنید و از خشکی ویدرآب خودداری کنید.
    
    استفاده از تجهیزات ایمنی: در ورزش‌های خاص مانند دوچرخه سواری، اسکی، یا هنگام استفاده از وزنه‌ها، از تجهیزات ایمنی مناسب مانند کلاه، ماسک، دستکش، و سایر تجهیزات محافظ استفاده کنید. این تجهیزات می‌توانند در کاهش خطر آسیب‌ها و صدمات به شما کمک کنند.
    
    راهنمایی‌های ایمنی خاص: بسته به نوع ورزشیکه انجام می‌دهید، ممکن است راهنمایی‌های ایمنی خاصی نیاز باشد. به عنوان مثال، در ورزش‌های تماسی مانند فوتبال یا راگبی، لازم است از تجهیزات محافظ مانند کاپیتان و لوازم محافظ دیگر استفاده کنید. همچنین، در ورزش‌های آبی مانند شنا، آب‌نشانی، یا ورزش‌های دریایی، باید قوانین ایمنی در آب را رعایت کنید و از تجهیزات ایمنی مانند سوزن بادکنک یا وست‌سویت استفاده کنید.
    
    در نهایت، مهمترین نکته ایمنی در ورزش، شناخت محدودیت‌های خود و گوش دادن به بدنتان است. همواره به نشانه‌ها و احساسات بدن خود توجه کنید و در صورت احساس درد، خستگی شدید یا علائم دیگری، ورزش را متوقف کنید و به پزشک مراجعه کنید.
    
    توصیه می‌شود همیشه با یک متخصص ورزشی مشورت کنید تا به شما راهنمایی‌های دقیق‌تری مبنی بر ایمنی در ورزش دهد، همچنین با رعایت قوانین و دستورالعمل‌های مربوط به هر ورزش، می‌توانید از ورزش لذت ببرید و در عین حال از احتمال وقوع صدمات جسمانی پیشگیری کنید.`
  }
  else if(params.id === '26'){
    imgUrl=imageUrls[25]
    title='۶۳ مجموعه متخلف در حوزه سلامت محیط پلمب شد' 
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028"  like = '1592' imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394' imgUrl={imageUrls[7]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
    ]
    article = `به گزارش خبرگزاری تسنیم از مشهد، به نقل از روابط عمومی علوم پزشکی مشهد، فرشید وفا اظهارداشت: از ابتدای طرح سلامت نوروزی سال 1403 تاکنون 19 هزار و 533 بازدید در حوزه سلامت محیط در تمامی شهرهای تابعه دانشگاه علوم پزشکی مشهد صورت پذیرفته که از میزان 11 هزار و 965 مورد آن در شهر مشهد بوده است؛ همچنین در روز 29 اسفند سال گذشته و در ساعات منتهی به سال جدید هم 951 بازدید در سطح دانشگاه و 465 بازدید در سطح شهر مشهد داشتیم.

    وی بیان کرد: اعداد اعلام شده مربوط به بازه زمانی 15 تا 29 اسفند ماه سال گذشته بوده و که به نشست مدت مشابه سال قبل از آن افزایش داشته و در این طرح با توجه به همزمانی ایام تعطیلات نوروزی با ماه مبارک رمضان تیم‌‌های بازرسی و نظارتی سلامت محیط بر فعالیت مراکز تهیه و توزیع مواد غذایی، پایانه‌‌های مسافربری اعم از ریلی، زمینی، هوایی، رستوران‌‎ها، هلتل‌‌ها و مجتمع‌های بین راهی، مساجد و اماکن مذهبی نظارت می‌کنند.
    
    مدیر سلامت محیط و کار دانشگاه علوم ‌پزشکی مشهد ضمن اشاره به تشدید نظارت‌های بهداشتی در نیمه دوم اسفند ماه و ایام تعطیلات نوروزی، تصریح کرد: در این ایام 252 بازرس سلامت محیط در سطح شهرستان مشهد و تعداد 441 بازرس در سطح شهرهای حوزه تحت پوشش دانشگاه علوم پزشکی مشهد، با کنترل‌های بهداشتی و بازدیدهای مستمر از مراکز تهیه و توزیع مواد غذایی، محل‌های اسکان و مراکز اقامتی و کارگاه‌ها و کارخانجات در راستای حفظ سلامت زائران و مجاوران تلاش می‌کنند.
    
     وفا در خصوص جزئیات بازدیدهای صورت گرفته از ابتدای طرح سلامت نوروزی تاکنون، گفت: در طی این مدت 1013 بازدید از مراکز اقامتی، 132 بازدید از مجتمع‌های بین راهی، 52 بازدید از پایانه‌های مسافربری، 27 هزار و 193 بازدید از مراکز تهیه و توزیع مواد غذایی، 19 هزار و 289 بازدید از مراکز تهیه و توزیع مواد غذایی حساس، 9024 بازدید از اماکن عمومی، 1404 بازدید از شیرینی فروشی‌ها و کارگاه‌های قنادی، 54 بازدید از مراکز تهیه، تولید و عرضه زولبیا و بامیه و شیرینی‌های سنتی، 253 بازدید از مراکز پخت و عرضه آش و حلیم، 2150 بازدید از مساجد و اماکن متبرکه و 768 بازدید مشترک با همکاری دستگاه‌ها، سازمان‌ها و اصناف داشته‌ایم که نتیجه آن منجر به صدور 5395 اخطار، معرفی 653 فرد متخلف به مرجع قضائی و پلمب 63 مجموعه متخلف شده است.
    
    وی افزود: همچنین از دیگر بازدیدها و اقدامات انجام در طول این مدت می‌توان به برخورد با 248 دستفروش دوره گرد، معدوم سازی 20 هزار و 83 کیلوگرم مواد غذایی فاسد، برگزاری برنامه آموزشی برای 2016 نفر از پرسنل حوزه اصناف، پیگیری 687 شکایت مردمی ثبت شده در سامانه 190 و 198 مورد دیگر در رابطه با شکایات، 23 هزار و 990 مورد ستجش پرتابل، 97 مورد نمونه برداری مواد غذایی، 896 مورد بازرسی از سامانه‌های آبرسانی، 18 هزار و 249 مورد کلرسنجی از آب آشامیدنی 762 مورد نمونه برداری میکروبی از آب آشامیدنی اشاره کرد.
    
    مدیر سلامت محیط و کار دانشگاه علوم ‌پزشکی مشهد اضافه کرد: از مجموع اقدامات صورت گرفته تاکنون بیش از 60 درصد آن در شهر مشهد و نزدیک به 40 درصد دیگر در شهرهای تابعه دانشگاه علوم پزشکی مشهد بوده است و امیدواریم که در این مأموریت ویژه بتوانیم خدمت‌رسانی شایسته‌ای به زائران و مجاوران امام رضا(ع) در حوزه سلامت محیط ارائه دهیم.
    
    وفا گفت: مردم جهت بیان شکایت‌های بهداشتی می‌توانند با تلفن 3 رقمی 190 تماس حاصل نمایند و مشکل به‌وجود آمده را به کارشناسان مربوطه اعلام نمایند تا بازرسان سلامت محیط دانشگاه علوم پزشکی مشهد در اسرع وقت و در کوتاه‌ترین زمان ممکن در محل حضور یابند و ضمن رسیدگی به موضوع، برخورد لازم و قانونی را با افراد متخلف داشته باشند.`
  }
  else if(params.id === '27'){
    imgUrl=imageUrls[26]
    title='تشکیل قرارگاه سلامت نوروزی مازندران' 
    moreCard=[
      <span><Card id = "24" title=' راهکار های کاهش وزن چیست؟' view = "1205" like = '969' imgUrl={imageUrls[23]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
    ]
    article=`دکتر فرهاد غلامی رئیس دانشگاه علوم پزشکی مازندران اظهار داشت: اعضای هیات رئیسه دانشگاه علوم پزشکی مازندران و نمایندگان معاونت‌های دانشگاه جلسات  قرارگاه سلامت را برپا می‌کنند که به منظور رصد تحولات سلامت نوروزی، جلسات در تعطیلات نوروزی تشکیل می‌شود. 

    وی با بیان اینکه 176 آمبولانس در 115 پایگاه اورژانس برای ارائه خدمات اورژانس 115 به مسافران نوروزی در سطح استان آماده باش هستند افزود: سال گذشته 100 پایگاه آماده باش بوده که امسال 15 پایگاه به صورت سیار و ثابت به آن‌ها اضافه شده است.
    
    رییس دانشگاه علوم پزشکی مازندران  اظهار کرد: 40 کمپ سلامت، 10 دستگاه موتورلانس و 3 دستگاه اتوبوس آمبولانس نیز آماده باش برای ارائه خدمت هستند. 
    
    غلامی بیان کرد: 1031 پرسنل سازماندهی شده برای خدمت به مسافران نوروزی در آماده باش قرار دارند.
    
    وی گفت: سال گذشته 980 پرسنل در آماده باش داشتیم و امسال پایگاه اورژانس هوایی نیز در مرکز استان کاملا در حال آماده باش قرار دارد.
    
    رئیس دانشگاه علوم پزشکی مازندران بیان کرد: برای ارائه بهتر خدمات سلامت در طرح سلامت نوروزی به 6 بلوک تقسیم شده است که 27 مرکز دیالیز،26 مرکز دندانپزشکی، 40 بیمارستان شامل 26 بیمارستان دولتی و 14 بیمارستان خصوصی است.
    
    غلامی ادامه داد: 86 داروخانه شبانه روزی، 27 مرکز شبانه روزی بهداشتی هم فعال بوده و 31 مرکز بیتوته نیز در ایام تعطیلات نوروزی در مازندران فعال هستند.`

  }
  else if(params.id === '28'){
    imgUrl=imageUrls[27]
    title='ضبط ۱۴ تن فرآورده دامی غیربهداشتی و پلمب ۱۵ واحد متخلف'
    moreCard=[
      <span><Card id = "15" title='دلیل بیداری های مککر بین خواب چیست؟' view = "627" like = '299' imgUrl={imageUrls[14]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
    ]
    article=` محمود قربان‌زاده، در خصوص بازدیدهای انجام شده توسط دامپزشکی استان خراسان رضوی گفت: از 19 اسفندماه سال گذشته تا پایان یک فروردین در مجموع 6433 بازدید انجام شده که در این بازدیدها 2996 مورد غیربهداشتی دیده شده است.

    وی افزود: در این بازدیدها 14 تن فرآورده ضبط و 4 تن و 679 کیلو فرآورده معدوم شده است. همچنین در این بازدیدها 15 واحد نیز پلمب شدند که علت بیشتر آن‌ها استفاده از گوشت‌های نامطلوب، عدم رعایت شرایط بهداشتی و استفاده از گوشت‌های بدون هویت بوده است.
    
    معاون سلامت اداره‌ کل دامپزشکی خراسان رضوی در خصوص کشف گوشت تک‌سمی در برخی واحدها عنوان کرد: در راستای طرح‌های تشدید نظارت، تعداد موارد آزمایش تعیین گونه را افزایش دادیم.
    
    قربان زاده عنوان کرد: چهار واحد شناسایی شدند که نتایج آزمایشگاهی گوشت تک‌سمی آن‌ها محرز شد، بنابراین پلمب شدند و فعلا تعطیل هستند. میزان گوشت استفاده شده در حال بررسی است. فعلا مورد خاص دیگری شناسایی نشده است.`
  }
  else if(params.id === '29'){
    imgUrl=imageUrls[28]
    title='اخطار بهداشتی برای۲ رستوران و فروشگاه بین راهی دماوند'
    moreCard=[
      <span><Card id = "21" title='چگونه به وزن متعادل خود برسیم ؟' view = "1729" like = '1437' imgUrl={imageUrls[20]} /></span>,
      <span><Card id = "10" title='رژیم های غذایی باید شامل چه چیز هایی باشند؟' view = "1622" like = '1057'  imgUrl={imageUrls[9]} /></span>
    ]
    article=`بنداد کرمانی در گفت‌وگو با خبرگزاری تسنیم در دماوند، با اشاره به بازدید دستگاه‌های مسئول از مراکز و رستوران‌های بین راهی افزود: گشت مشترک اعضای کمیته بهداشتی، سلامت و محیط زیست ستاد هماهنگی خدمات سفر شهرستان دماوند در راستای اجرای طرح سلامت نوروزی و ماه مبارک رمضان از مراکز و رستوران‌های بین راهی سطح شهرستان بازدید می‌شود.

    وی افزود: طی این بازرسی‌ها که از چندین مرکز تهیه و توزیع مواد غذایی و بین راهی شامل رستوران و فروشگاه‌های بزرگ مواد غذایی انجام شد؛ حدود 500 کیلوگرم مواد غذایی بدون مشخصات و مجوز بهداشتی و تاریخ مصرف گذشته کشف و ضبط شد.
    
    مدیر شبکه بهداشت و درمان دماوند در ادامه گفت: برای یک واحد رستوران بین راهی و یک واحد فروشگاه بزرگ اخطار غیربحرانی صادر شد.وی ادامه داد: به مسافران و روزه‌داران اطمینان خاطر می‌دهیم که نظارت بر اماکن عرضه و طبخ مواد غذایی با شدت و قوت ادامه خواهد یافت.

    کرمانی در پایان از مردم خواست که گزارش تخلفات عرضه بهداشت و کالاهای فاسد و قاچاق را در سامانه 190 ثبت کنند تا همکاران بهداشت شهرستان به سرعت نسبت به اصلاح مشکل وارد شوند.`
  }
  else if(params.id === '30'){
    imgUrl=imageUrls[29]
    title='اجرای برنامه سلامت خانواده برای ۲۷میلیون نفر تا خرداد'
    moreCard=[
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394' imgUrl={imageUrls[7]} /></span>,
      <span><Card id = "22" title='چگونه برنامه ورزشی مناسب خودم تنظیم کنم؟' view = "1773" like = '1298' imgUrl={imageUrls[21]} /></span>,
    ]
    article=`حسین فرشیدی در گفت‌وگو با خبرنگار اجتماعی خبرگزاری تسنیم با اشاره به آغاز اجرای طرح سلامت خانواده از سال 1402 اظهار کرد: در حال حاضر برنامه «سلامت خانواده» در 195 شهر کشور در حال اجراست.

    وی درباره اجرای سراسری برنامه سلامت خانواده افزود: در تهران از هر دانشگاه علوم پزشکی 2 منطقه را انتخاب کرده‌ایم و بنابراین در مجموع 6 منطقه در تهران تحت پوشش برنامه سلامت خانواده قرار گرفته است و تا خردادماه 1403، این برنامه برای 27 میلیون نفر از جمعیت کشور اجرایی خواهد شد.
    
    فرشیدی ادامه داد: طرح سلامت خانواده مشابه طرح پزشک خانواده است اما با توجه به این که در این طرح گاهاً پزشکان ماندگار نبودند و برای تحصیل در مقاطع تخصصی و رفتن به سایر شهرها جابه‌جا می‌شدند و نسبت به جمعیت نیز کمبود پزشک داشتیم؛ در طرح سلامت خانواده مراقبان سلامت به کارگیری می‌شوند.

معاون بهداشت وزارت بهداشت گفت: در قالب این طرح به ازای جمعیت مشخصی از افراد، مراقب سلامت در نظر گرفته شده است که به بررسی وضعیت سلامتی افراد می‌پردازد و در صورت ابتلای فردی به بیماری، او را در بستر نظام ارجاع الکترونیک به پزشک خانواده ارجاع می‌دهند. پزشکان خانواده در مراکز جامع سلامت مستقر هستند و در صورتی که بیمار نیاز به خدمات تخصصی‌تر داشته باشد پزشک عمومی یا خانواده او را به پزشک متخصص ارجاع خواهد داد.`
  }
  else if(params.id === '31'){
    imgUrl=imageUrls[30]
    title='زمینه مشارکت مردم در جهش تولید کالاهای سلامت فراهم شده'
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394' imgUrl={imageUrls[7]} /></span>,
    ]
    article=`بهرام عین اللهی، وزیر بهداشت، درمان و آموزش پزشکی با صدور پیامی، سال« جهش تولید با مشارکت مردم » را به ملت ایران و جامعه خدوم و فداکار سلامت تبریک گفت و بر آمادگی نظام سلامت کشور در زمینه سازی برای جهش تولید کالا ها و خدمات سلامت محور با تکیه بر مشارکت مردم تاکید کرد.

    متن پیام وزیر بهداشت، درمان و آموزش پزشکی به این شرح است:
    
    بسم الله الرحمن الرحیم
    
    یا مقلب القلوب و الابصار، یا مدبر اللیل و النهار، یا محول الحول و الاحوال، حول حالنا الی احسن الحال
    
    سال جدید را که رهبر فرزانه  انقلاب اسلامی، سال «‌جهش تولید با مشارکت مردم » نامگذاری فرمودند، به ملت بزرگ ایران و جامعه خدوم و فداکار سلامت تبریک می‌گویم. بهار طبیعت و همنشینی آن با بهار قرآن، نویدبخش برکات الهی و اعتلای روحی و معنوی است و امید دارم که در این ایام متبرک و نورانی، رحمت و رضوان الهی شامل حال یکایک ما گردد.
    
    تأمین سلامت انسان‌ها، کاهش آلام و نجات جان آن‌ها، فرصتی گران‌بهاست که خداوند متعال تنها نصیب بندگان مورد عنایت خود می‌فرماید؛ قهرمانانی که به مدد ایمان الهی، اخلاق اسلامی، دانش روزآمد و مهارت فنی، هر روز در جای جای این سرزمین در راه خدمت به هموطنان عزیز می‌کوشند، بر بالین بیماران و دردمندان حاضر می‌شوند و حماسه‌هایی بی‌بدیل از عشق به همنوع را رقم می‌زنند.
    
    با محاسبات مادی نمی‌توان از کسانی که دل در گرو سلامت همنوعان دارند، آن گونه که شایسته است، قدردانی کرد. این فداکاری‌ها در درجه اول برای رضای خدا صورت می‌گیرد و پاداش حقیقی را هم تنها خداوند می‌تواند عطا فرماید.
    
    خداوند بزرگ را سپاس گزارم که با عنایت رهبر معظم انقلاب، حمایت رئیس جمهور مردمی، مجاهدت خالصانه همکاران بلند همتم در وزارت بهداشت، درمان و آموزش پزشکی و به برکت خون‌های پاک شهدای مدافع سلامت، امروز زمینه مشارکت مردم در جهش تولید محصولات سلامت محور فراهم شده و ان شاالله در سال 1403 پیشرفت‌های بزرگ نظام سلامت را در بسیاری از بخش‌های سخت‌افزاری و نرم‌افزاری رقم خواهد زد.
    
    در سالی که گذشت، افتخارات پرشماری از رشد تولید بیش از 30 درصدی محصولات سلامت محور تا اجرای برنامه سلامت خانواده در 195 شهرستان تا رایگان شدن درمان 33 میلیونی ایرانی از مسیر نظام ارجاع و رایگان شدن درمان همه کودکان زیر 7 سال همگام با سیاست جوانی جمعیت، از برگزاری پویش ملی سلامت و‌ثبت رکورد بی سابقه مشارکت 46 میلیون نفری در این عرصه تا توسعه 500 پروژه درمانی جدید در مناطق محروم و تا اعزام هزاران پزشک متخصص و عمومی و داروساز به این مناطق رقم خورد و با تکیه بر آنها نظام سلامت جمهوری اسلامی توانست گام‌هایی استوار در مسیر «عدالت و تعالی سلامت» بردارد و به رغم تحریم‌های ظالمانه استکبار به جایگاه سزاوار خود در منطقه و جهان برسد.‌
    
    در آغاز سال 1402 توفیق داشتیم تا نوروز را با اظهار رضایت رهبر فرزانه انقلاب و بیانات گرانقدر ایشان در حرم مطهر رضوی نسبت به عملکرد جامعه سلامت آغاز کنیم؛ بیاناتی که مایه شکرگزاری و مباهات و نشان افتخاری بر لوح ضمیر خادمان سلامت شد.`
  }
  else if(params.id === '32'){
    imgUrl=imageUrls[31]
    title='!پزشکان باید جور ناتوانمندی بیمه‌ها را بکشند'
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394' imgUrl={imageUrls[7]} /></span>,
    ]
    article=`بهنام عباسیان در گفت‌و‌گو با خبرنگار اجتماعی خبرگزاری تسنیم با بیان اینکه سه ضلع مهم خدمات درمانی، مردم، درمانگران و بیمه‌ها هستند، اظهار کرد: متأسفانه در سا‌ل‌های اخیر خدمات پزشکی دولتی رو به افول رفته است زیرا از سویی پزشکان نمی‌توانند بسیاری از خدمات را به دلیل به روز نبودن زیرساخت‌ها در بخش دولتی ارائه دهند و بخش دولتی به دلیل پایین بودن تعرفه‌ها گاها نمی‌تواند خدمات خود را به روز کند و زیرساخت‌های خود را با تکنولوژی‌های روز ارتقا دهد و همین امر گاها باعث می‌شود پزشکان بیماران را از بخش دولتی به بخش خصوصی هدایت کنند.

    وی افزود: از سوی دیگر تعرفه‌های خدمات پزشکی با هزینه‌های واقعی تطابق ندارد؛ تعرفه‌های خدمات پزشکی باید براساس قیمت تمام شده خدمات تعیین شود اما هر ساله شاهد کاهش مقدار آن هستیم و دولت می‌خواهد با مدارا کردن در تعیین تعرفه‌ها میزان هزینه‌های پرداختی را کاهش دهد.
    
    عباسیان با بیان این که متأسفانه صنعت بیمه در ایران ناکارآمد است و بیمه‌گرها یا نمی‌خواهند هزینه کنند و یا بودجه لازم برای پوشش بیمه‌ای افزایش تعرفه‌ها را ندارند؛ گفت: پزشکان موافق افزایش فشار مالی بر مردم نیستند و این افزایش تعرفه و واقعی شدن آن را باید بیمه‌ها پوشش بدهند.وی در پاسخ به این سوال که "علت شکل‌گیری رابطه مالی بین پزشک و بیمار و دریافت زیرمیزی از بیماران چیست؟" متذکر شد: رابطه مالی بین پزشک و بیمار باید از میان برداشته شود و راهکار آن نیز این است که تعرفه‌ها واقعی دیده شود و برای جلوگیری از پرداخت از جیب مردم، بیمه‌ها به وظیفه خود عمل کنند.

    عضو شورای عالی نظام پزشکی با بیان اینکه پایین بودن تعرفه‌ها و بی‌انگیزگی پزشکان برای کار کردن در بخش دولتی باعث آسیب به سلامت مردم نیز می‌شود، گفت: باید قدر پزشکان خود را بدانیم تا مجبور به عقبگرد نشویم و کشور مجبور نشود که برای تأمین سلامت مردم از کشورهای خارجی پزشک وارد کند.
    
    وی در پاسخ به این سؤال که چرا علیرغم اینکه پول زیادی وارد چرخه درمان می‌شود؛ این پول به دست پزشکان نمی‌رسد؟ تصریح کرد: متاسفانه تمام زیرساخت‌های بیمارستان‌ها در بخش دولتی فرسوده شده‌اند و عمده درآمد بیمارستان صرف هتلینگ، به روزرسانی و تعمیر بخش‌هایی از بیمارستان‌ها می‌شود و با تعرفه‌های دریافتی فقط می‌توان بیمارستان‌ها را سرپا نگه داشت؛ از سوی دیگر بیمه‌ها حتی همین تعرفه‌های پایین را نیز با چندماه تأخیر به مراکز درمانی پرداخت می‌کنند که این موضوع نیز باعث ایجاد مشکل در چرخه اقتصادی درمان و نارضایتی پزشکان می‌شود.
    
    عضو شورای عالی نظام پزشکی گفت: متأسفانه در چنین شرایطی، این پزشک است که باید جور ناتوانمندی بیمه‌ها و نهادهای دیگر را به دوش بکشد که نتیجه ی این همه ندانم کاری و غفلت باعث مهاجرت پزشکان برای بدست آوردن حداقل های زندگی است.`
  }
  else if(params.id === '33'){
    imgUrl=imageUrls[32]
    title='معدوم‌سازی ۵۰۰ تُن غذای فاسد در طرح سلامت نوروزی'
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,
    ]
    article=`به گزارش گروه اجتماعی خبرگزاری تسنیم، جعفر میعادفر در جلسه بررسی طرح سلامت نوروزی که در ستاد سازمان اورژانس کشور و با حضور وزیر بهداشت، درمان و آموزش پزشکی برگزار شد, گفت: از چندماه پیش هماهنگی‌های درون و برون سازمانی با معاونت‌های وزارت بهداشت و سازمان‌های مرتبط با حوزه سلامت جهت ارائه خدمات مطلوب به مسافران در ایام نوروز انجام شده است.

    وی افزود: از 24 اسفندماه و همزمان با اجرای طرح سلامت نوروزی، در اورژانس پیش بیمارستانی، بیش از 204 هزار تماس برقرار و منجر به 116 هزار مورد بستری و انجام حدود 8 هزار عمل اورژانسی شده است. رئیس سازمان اورژانس کشور بیان کرد: تیم‌های بهداشتی که فعالیت خود را از 15 اسفند شروع کرده‌اند تا روز گذشته حدود 462 هزار مورد بازدید از رستوران‌ها، هتل‌ها و مراکز اقامتی داشته‌اند و حدود 500 تُن مواد غذایی فاسد، معدوم و هزار و 500 مورد پلمپ نیز صورت گرفته است که همه این اقدامات نشان‌دهنده نظارت‌های جدی است.

    میعادفر ادامه داد: امیدواریم بتوانیم خدمات مطلوبی را در ایام نوروز به مردم ارائه دهیم و از مردم نیز می‌خواهیم در سفرهای نوروزی به توصیه‌های اورژانس برای کاهش حوادث ترافیکی، توجه ویژه داشته باشند.`
  }
  else if(params.id === '34'){
    imgUrl=imageUrls[33]
    title='بزرگترین جام رمضان کشور در مشهد آغاز شد'
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028"  like = '1592' imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394' imgUrl={imageUrls[7]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
    ]
    article=`حسین غیاثی در گفت‌وگو با خبرنگار تسنیم در مشهد اظهارداشت:سومین دوره جشنواره ورزشی رمضان "جام برکت و کرامت" در 16 رشته ورزشی مختلف و در سه بخش آقایان، بانوان و جانبازان و توان‌یابان از 23 اسفندماه، همزمان با آغاز ماه مبارک رمضان شروع شده و با استقبال هیئت‌های ورزشی و درخواست شهروندان 3 رشته به این رشته‌ها اضافه شد و با ظرفیت 19 رشته ورزشی تا 23 فروردین‌ماه و پایان ماه مبارک رمضان ادامه خواهد داشت.

    وی افزود:در بخش آقایان، مسابقات رشته‌های فوتسال، والیبال، بسکتبال، هندبال، بدمینتون، فوتبال پایه، کشتی آزاد، فوتبال ساحلی، والیبال ساحلی، هندبال ساحلی و کبدی ساحلی برگزار می‌شود؛ برای بخش بانوان، رقابت‌های 5 رشته فوتسال، والیبال، بسکتبال، هندبال و بدمینتون برگزار خواهد شد. همچنین برای قسمت جانبازان و معلولین، مسابقات 3 رشته والیبال نشسته، بسکتبال با ویلچر و بوچیا در نظر گرفته شده است.
    
    غیاثی عنوان کرد: تا امروز رشته فوتسال آقایان به عنوان ویترین این رقابت‌ها آغاز شده و در 1� سالن ورزشی شهرداری مشهد در سطح شهر 32� تیم با یکدیگر رقابت می‌کنند که این آمار رکوردی منحصر به فرد در سطح کشور است و می‌توان گفت این مسابقات بزرگترین رویداد فوتسال شهری کشور است.
    
    معاون تربیت بدنی و سلامت معاونت فرهنگی شهرداری مشهد گفت: رشته والیبال آقایان از امشب آغاز خواهد شد و طی آن 54 تیم در 14 گروه با یکدیگر رقابت خواهند کرد. مسابقات والیبال آقایان در سالن صیاد شیرازی برگزار می‌شود. در بخش بانوان تاکنون مسابقات رشته‌های بدمینتون، بسکتبال و فوتسال آغاز شده و مسابقات آن در حال برگزاری است.
    
    وی ادامه داد:هدف از برگزاری جشنواره ورزشی رمضان، ایجاد شور و نشاط اجتماعی در میان شهروندان ورزش‌دوست در ایام شب‌های ماه مبارک رمضان است. جشنواره‌ای که علاوه بر توجه ویژه به اهمیت ورزش همگانی، با فراهم ساختن زمینه استعدادیابی برای هیئت‌های ورزشی به ورزش قهرمانی نیز کمک می‌کند.
    
    غیاثی خاطرنشان کرد:از تفاوت‌های این دوره از رقابت‌ها در قیاس با دو دوره گذشته باید به استقبال چشمگیر علاقه‌مندان از این رویداد اشاره کرد. افزایش شمار تیم‌های شرکت‌کننده در این مسابقات مهم‌ترین وجه تمایز این دوره از مسابقات با ادوار گذشته است. 96 تیم در فوتسال آقایان، 22 تیم در والیبال آقایان، 23 تیم در والیبال بانوان و 12 در تیم فوتسال بانوان افزایش داشته است.
    
    وی ادامه داد:امسال استقبال شهروندان در تمامی رشته ها، بیشتر از ظرفیت در نظر گرفته شده بود و این نشون میده که ارتباط خوبی بین تربیت بدنی شهرداری و شهروندان برقرار شده است، هر چند که با توجه به محدودیت زمانی در ماه مبارک رمضان و همچنین تعداد محدود زیرساخت های ورزشی شهرداری مشهد، بخش قابل توجهی از آقایان و بانوان مشهدی موفق به ثبت نام دراین جشنواره نشدند و از این بابت شرمنده هستیم.
    
    معاون تربیت بدنی و سلامت معاونت فرهنگی شهرداری مشهد اظهارکرد:جشنواره ورزشی رمضان اکنون به نقطه ای رسیده است که نه تنها در مشهد، بلکه در کل کشور یک رویداد منحصر به فرد محسوب می شود و از سراسر استان و کشور مخاطب دارد. امسال در رشته فوتسال، بیش از 25 تیم از تیم های غیر بومی ثبت نام داشتیم. در رشته های بانوان از شهرستان های مختلف استان، ثبت نام انجام شده است. در برخی رشته های ساحلی نیز از استان های جنوبی مخاطب این جشنواره بودند.
    
    غیاثی خاطرنشان کرد:علاوه بر این، در سومین دوره جشنواره ورزشی رمضان چهره‌های ورزشی نیز حضور به هم رساندند. به شکلی که در رشته‌ای مثل فوتسال ستاره‌هایی که روزگاری نمایش‌شان در سالن جلوه‌گر بود حالا همراه با جوانان و در جریان این مسابقات پا به توپ شدند.از حمید بی‌غم، سرمربی مشهدی و پرافتخار تیم فوتسال مس سونگون گرفته تا مرتضی برگی‌زر سرمربی تیم سفیدجامگان مشهد در این مسابقات پا به توپ شدند. در کنار این چهره‌ها برخی چهره‌های دیگر چون خداداد عزیزی و رضا حقیقی هم با حضور در سالن‌ها و تماشای مسابقات گرمابخش این تورنمنت بودند.`
  }
  else if(params.id === '35'){
    imgUrl=imageUrls[34]
    title='تجویز دارو در ایران ۲ برابر استاندارد جهانی/ نیاز به بودجه ۱۵۵ هزار میلیاردی برای دارویار در سال آینده'
    moreCard=[
      <span><Card id = "15" title='دلیل بیداری های مککر بین خواب چیست؟' view = "627" like = '299' imgUrl={imageUrls[14]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
      <span><Card id = "21" title='چگونه به وزن متعادل خود برسیم ؟' view = "1729" like = '1437' imgUrl={imageUrls[20]} /></span>,
    ]
    article=`محمدمهدی ناصحی امروز در نشست خبری سازمان بیمه سلامت ایران در پاسخ به سوال تسنیم مبنی بر میزان تحقق بودجه طرح دارویار در سال جاری و پیش‌بینی بودجه موردنیاز برای سال آینده اظهار کرد: بودجه‌ای که بابت اجرای طرح دارویار در سال 1402 در نظر گرفته شده بود تاکنون به میزان 70 درصد جذب و محقق شده است و قرار بود اگر اعتبارات مربوط به این طرح پایین بود متمم بودجه ارائه شود؛ ممکن است برای امسال حدود 10 هزار میلیارد تومان دیگر نیز محقق شود اما به هرحال میزان تحقق بودجه این طرح کمتر از میزان در نظر گرفته شده خواهد بود.

    وی ادامه داد:‌ اگر دارو و تجهیزات بخواهد در سال آینده تحت پوشش این طرح قرار بگیرد و یارانه آنها پرداخت شود به حدود 155 هزار میلیارد تومان بودجه نیاز خواهیم داشت.
    
    مدیرعامل سازمان بیمه سلومت ایران از بالا بودن میانگین تجویز دارو در ایران خبر داد و افزود: در ایران به ازای هر نسخه حدود 4 قلم دارو تجویز می‌شود که بسیار بالاتر از نرم جهانی است. نرم جهانی 1.6 تا 1.9 قلم دارو در هر نسخه است و در ایران بیش از دو برابر تجویز و مصرف داریم.
    
    ناصحی درباره اقدامات بیمه سلامت بیان کرد: با همکاری مجلس و دولت، مجموعه وزارت بهداشت و سازمان بیمه سلامت اقدام مهمی را در راستای بیمه رایگان پنج دهک اول جامعه انجام دادند و به این ترتیب علاوه بر سه دهک اول که در سال گذشته به صورت رایگان تحت پوشش بیمه قرار گرفتند، در سال جاری دو دهک دیگر هم اضافه شد تا به این ترتیب مردم دغدغه‌ای برای مراجعه به مراکز بهداشتی و درمانی نداشته باشند؛ در زمان حاضر 90 درصد هزینه‌های بستری و 70 درصد هزینه‌های سرپایی در بخش دولتی و دانشگاهی از سوی بیمه پوشش داده می‌شود.
    
    مدیرعامل سازمان بیمه سلامت ایران با بیان این که تخفیف‌های ویژه برای سایر دهک‌ها نیز در نظر گرفته شده است؛‌ تصریح کرد: دهک ششم 20 درصد، دهک هفتم 30 درصد، دهک هشتم 40 درصد و دهک نهم 50 درصد حق بیمه خود را پرداخت می‌کنند و مابقی توسط دولت پرداخت می‌شود.
    
    وی از نشان‌دار شدن 2 میلیون بیمار در صندوق بیماری‌های خاص و صعب‌العلاج خبر داد و گفت: اعتبار صندوق حمایت از بیماری‌های خاص و صعب‌العلاج در حال حاضر 7 هزار میلیارد تومان است که برای سال‌های آینده باید افزایش پیدا کند.
    
    ناصحی درباره پیشنهاد رشد 46 درصدی تعرفه‌های پزشکی در سال آینده نیز تصریح کرد: خدماتی که در موسسات دولتی و خصوصی ارائه می‌شود باید مبتنی بر قیمت تمام شده باشد تا موسسات درمانی بتوانند به حیات خود ادامه دهند. الان شرایط مالی بخش‌ دولتی در حوزه درمان مناسبت نیست زیرا تعرفه‌ها در سالهای گذشته رشد قابل توجهی نداشته است بنابراین بیمه سلامت با رشد 46 درصدی تعرفه‌های پزشکی موافق است و باید تامین منابع آن نیز صورت بگیرد. از آنجا که این موضوع باید به تایید سازمان یرنامه و بودجه برسد این موضوع زمان‌بر بوده است.وی در پاسخ به سوالی مبنی بر این که بیمه توان افزایش پوشش خدمات در صورت رشد 46 درصدی تعرفه‌ها را دارد؟ بیان کرد: در بخش‌های دولتی در صورت افزایش 46 درصدی تعرفه‌ها، سهم پرداختی از جیب مردم به طور چشمگیری افزایش نمی‌یابد زیرا بیمه باز هم 90 درصد خدمات بستری را پوشش می‌دهد اما در بخش خصوصی به دلیل تفاوتی که با بخش دولتی در تعرفه‌ها وجود دارد، میزان پرداخت از جیب مردم افزایش خواهد یافت.`
  }
  else if(params.id === '36'){
    imgUrl=imageUrls[35]
    title='غذای آلوده عامل ۲۰۰ بیماری/ جزئیات بازرسی‌های بهداشتی از اصناف در تعطیلات نوروز'  
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "9" title='روزانه باید چه مقدار میوه و سبزیجات مصرف کنم؟' view = "592" like = '207' imgUrl={imageUrls[8]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" imgUrl={imageUrls[7]} /></span>,
    ]
    article=`دکتر حسین فرشیدی در گفت‌وگو با خبرنگار اجتماعی خبرگزاری تسنیم با اشاره به اجرای طرح سلامت نوروزی با هدف تشدید نظارت‌های بهداشتی بر رستوران‌ها و مراکز عرضه و فروش مواد غذایی اظهار کرد: برنامه مدیریت بهداشت محیط در سلامت نوروزی و ماه مبارک رمضان با هدف حفظ و ارتقای سلامت جامعه از طریق نظارت بر ایمنی مواد غذایی، ایمنی آب، دفع فاضلاب و پسماند، بهداشت فردی و عمومی، بهداشت ساختمان، بهداشت ابزار و تجهیزات، کنترل مصرف دخانیات به‌ویژه در اماکن عمومی و کنترل حشرات و ناقلین بیماری اجرا می‌شود. اجرای این برنامه جزو وظایف بازرسان بهداشت محیط است.

    وی افزود: این برنامه از 15 اسفند ماه سال 1402 آغاز شده و تا 25 فروردین ماه سال 1403 از ساعت 8 صبح تا 8 شب توسط اکیپ‌های بازرسی و نظارت در معاونت‌های بهداشت دانشگاه‌ها و دانشکده‌های علوم پزشکی در سراسر کشور اجرا می‌شود.
    
    معاون بهداشت وزارت بهداشت درباره اماکنی که مورد بازرسی قرار می‌گیرند نیز گفت: در این برنامه، نظارت و بازرسی بهداشت محیطی از مراکز تهیه، توزیع، عرضه و فروش مواد غذایی به ویژه مراکز حساس از جمله مراکز بین راهی، رستوران، میادین میوه و تره‌بار، فروشگاه‌های زنجیره‌ای، بازارهای موقت مانند بازارهای هفتگی، فصلی و روزبازارها، مراکز تولید، عرضه و سرو شیرینی (قنادی و کارگاه تولید شیرینی)، فروشگاه آجیل و خشکبار، نانوایی‌ها، مجتمع‌های خدمات رفاهی بین راهی، مراکز تهیه و طبخ شیرینی سنتی مخصوص ماه رمضان، آش و حلیم، مراکز تهیه و عرضه افطاری و سحری و وسایل حمل و نقل موادغذایی در اولویت بازرسی قرار دارد.
    
    فرشیدی با بیان اینکه مواد غذایی ناایمن حاوی باکتری‌ها، ویروس‌ها، انگل‌ها یا مواد شیمیایی مضر باعث ایجاد بیش از 200 بیماری از اسهال گرفته تا سرطان می‌شود، ادامه داد: به همین دلیل کنترل عوامل محیطی مانند آب، غذا، هوا، فاضلاب، پسماند و ناقلین بیماری‌ها در پیشگیری از بسیاری از بیماری‌های واگیر و غیر واگیر نقش حیاتی دارد.
    
    معاون بهداشت وزارت بهداشت گفت: با توجه به این که در در ایام تعطیل، مسافرت‌ها، برگزاری مراسم و میهمانی افزایش پیدا می‌کند و مصرف مواد غذایی مانند آش و حلیم، شیرینی، آجیل و غذای رستورانی و اغذیه در این ایام افزایش زیادی دارد و از طرفی مراکز تهیه و توزیع مواد غذایی حساس در ساعات غیر اداری، ایام تعطیل و شبانه‌روزی فعالیت می‌کنند و حجم بالای خدمات و فعالیت مراکز تهیه و توزیع مواد غذایی در این ایام، احتمال بروز خطا و آلودگی را افزایش می‌دهد، به منظور افزایش ایمنی مواد غذایی و پیشگیری از طغیان بیماری‌های منتقله از غذا، اجرای برنامه مدیریت بهداشت محیط در سلامت نوروزی و ماه مبارک رمضان بسیار مهم است.
    
    وی اضافه کرد: همچنین نظارت و بازرسی بهداشت محیطی از تمامی اماکن عمومی به‌ویژه اماکن حساس از قبیل سرویس‌های بهداشتی عمومی داخل شهری و بین راهی، اماکن بین راهی، مهمانسراها، هتل، متل، مسافرخانه، زائرسرا و اقامتگاه‌ها، پارک‌ها، تفرجگاه‌ها، جایگاه‌های سوخت، پاساژها و مراکز خرید، آرایشگاه‌ها، مساجد و محل‌های برگزاری مراسم ایام رمضان و کلیه مراکز تجمعی، پایانه‌های درون‌شهری و برون‌شهری، فرودگاه‌ها، ایستگاه‌های راه‌آهن، وسایط حمل و نقل عمومی مانند اتوبوس‌ها، قطار و هواپیما، استخرهای شنا و مراکز تفریحی آبی انجام خواهد شد.فرشیدی یادآور شد: در ضمن، نظارت و بازرسی از سامانه‌های تأمین آب آشامیدنی و ارزیابی ریسک آنها و انجام کنترل کیفی (کلرسنجی، کدورت‌سنجی و نمونه‌برداری میکروبی) آب آشامیدنی به صورت فعال انجام خواهد شد. نظارت و بازرسی بر کنترل دخانیات با بازرسی از مراکز تهیه و توزیع مواد غذایی و اماکن عمومی از نظر ممنوعیت استعمال، عرضه و تبلیغات دخانیات و نمونه‌برداری و کنترل کیفی مواد غذایی به‌ویژه مواد غذایی حساس مانند شیرینی، کباب کوبیده و... انجام می‌شود.`
  }
  else if(params.id === '37'){
    imgUrl=imageUrls[36]
    title='برگزاری نمایشگاه قرآن در سلامت مردم جامعه تاثیر مثبتی دارد'
    moreCard=[
      <span><Card id = "6" title='چگونه می‌توانم میزان مصرف نمک، قند و چربی‌های اشباع شده را کاهش دهم؟' view = "1182" like = '836' imgUrl={imageUrls[5]} /></span>,
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "8" title='تغذیه های مناسب برای کاهش وزن چیست؟' view = "829" like = '394'  imgUrl={imageUrls[7]} /></span>,
    ]
    article=`محمدرضا جانثاری در گفت‌وگو با خبرنگار تسنیم در اصفهان، ضمن تبریک حلول ماه مبارک رمضان درخصوص برگزاری نوزدهمین دوره نمایشگاه قرآن و عترت اظهار داشت: نمایشگاه قرآن به خودی خود یک رویداد فرهنگی عمیق و از جنبه اثرگذاری، یک کار عظیم و کم‌نظیر است و زمانی که نمایشگاه در ماه مبارک رمضان برگزار می‌شود، قطعا اثرات معنوی بیشتری دارد چون دل‌ها در این ماه مبارک، برای درک مفاهیم قرآنی آماده‌تر است.

    وی با اشاره به برگزاری این نمایشگاه در محل نمایشگاه سابق اصفهان بیان کرد: نمایشگاه در این محل به شکل خوبی برگزار شده؛ البته محیط فعلی برای برگزاری نمایشگاه محدود است و گنجایش لازم برای حضور همه فعالان قرآنی و عرضه محصولات‌شان را ندارد اما از طرف دیگر محیط فعلی داخل شهر قرار دارد و ایاب و ذهاب مردم راحت‌تر است و این مورد از جمله محاسن نمایشگاه امسال نسبت به ادوار قبل به شمار می‌رود.
    
    معاون سیاسی، امنیتی، اجتماعی استاندار اصفهان عرضه نرم‌افزارهای جدید قرآنی را از جمله محاسن این نمایشگاه دانست و گفت: به نظرم امسال نمایشگاه در زمینه عرضه نرم‌افزارهای قرآنی رشد کرده و در این زمینه کارهای فاخری ارائه شده است.
    
    وی از سطح کیفی دو نمایشگاه ابراز رضایت کرد و یادآور شد: با این حال نباید به سطح فعلی قانع شویم و امیدواریم که در سال‌های آینده نمایشگاه قدرتمندتری را برگزار کنیم
    
    جانثاری ضمن تقدیر و تشکر از عوامل برگزاری این نمایشگاه گفت: اگر بخواهیم درباره اهمیت نمایشگاه‌های قرآنی صحبت کنیم، باید بپرسیم که برگزار نشدن این نمایشگاه‌ها چه تبعاتی دربر دارد؟ دنیای امروز، دنیای رسانه و فضای مجازی است که علی‌رغم تمام محسنات، نکات منفی و آلودگی‌های خودش را هم دارد و دسترسی به آن راحت است و اگر مردم به ویژه نسل جوان با مفاهیم قرآنی آشنا نباشند، برای آنها تهدید به حساب می‌آید.
    
    وی ادامه داد: نمایشگاه قرآن فضای را ایجاد می‌کند که افراد با زحمت کمتر مفاهیم بیشتری را به است بیاورند و به اطلاعات مفید و دسته‌بندی شده در حوزه‌های مختلف دست پیدا کند و قطعا در سلامت فرد و جامعه تاثیر مثبتی داردمعاون سیاسی، امنیتی، اجتماعی استاندار اصفهان در پاسخ به این سئوال که برای بهبود کیفیت نمایشگاه در سال‌های آینده چه توصیه‌ای دارد، گفت: ما باید در همه زمینه‌ها به روز باشیم و در جریان پیشرفت علوم در زمینه‌های مختلف از جمله علوم قرآنی باشیم؛ مسئولان برگزاری نمایشگاه باید تلاش کنند تا هر سال مفاهیم بهتر و جدیدتری در نمایشگاه ارائه دهند.

    وی افزود: علاوه بر این قطعا مسئولان برگزارکننده هم در پایان زمان برگزاری نمایشگاه شکل و نحوه اجرای کار را ارزیابی خواهند کرد و برای رفع معایب و تقویت محاسن تلاش می‌کنند.
    
    جانثاری در پاسخ به این سئوال که برگزاری نمایشگاه‌های قرآنی چقدر در نشر و گسترش فرهنگ اسلامی و قرآنی تأثیرگذار خواهد بود، گفت: به اندازه‌ای که از نمایشگاه استقبال به عمل می‌آید، به همان اندازه هم موثر خواهد بود`
  }
  else if(params.id === '38'){
    imgUrl=imageUrls[37]
    title='ارائه خدمات گردشگری سلامت در ۴۵ مرکز درمانی خراسان رضوی'
    moreCard=[
      <span><Card id = "16" title=' راهکار ها و روش های مقابله با استرس چیست؟' view = "1823" like = '1209' imgUrl={imageUrls[15]} /></span>,
      <span><Card id = "11" title='چه وعده های غذایی قبل ازخواب پیشنهاد میشوند؟' view = "1065" like = '943' imgUrl={imageUrls[10]} /></span>,
    ]
    article=`به نقل از روابط عمومی علوم پزشکی مشهد،   داود خوش‌شکن، اظهار داشت: مشهد دارای 45 مرکز ارائه خدمات درمانی دارای مجوز IPD بوده، مراکزی که مجاز به ارائه خدمات درمانی به بیماران غیرایرانی هستند و تمامی این مراکز آماده خدمت به این گروه از بیماران در ایام تعطیلات نوروزی هستند.

    مدیر گردشگری سلامت دانشگاه علوم پزشکی مشهد ادامه داد: این 45 مرکز فعال در حوزه بیماران غیرایرانی شامل 7 بیمارستان دولتی، 17 بیمارستان خصوصی و مابقی کلینیک تخصصی و درمانگاه جراحی محدود بوده است و خوشبختانه در نظرسنجی که داشتیم شاهد درصد بالای میزان رضایت‌مندی بیماران غیرایرانی و همراهیان آنها از خدمات درمانی ارائه شده به آنان بودیم.
    
    خوش‌شکن با بیان اینکه در ایام نوروز حجم مراجعات بیماران غیرایرانی با توجه به اجرای آیین‌ها، مراسم‌ها و سنت‌های نوروز در برخی از کشورها کمتر از دیگر ایام سال است، خاطرنشان کرد: ما در سال‌های قبل هم بیشترین خدمات درمانی ارائه شده را به زائران ایرانی داشتیم و عمده موارد ارائه به زائران غیرایرانی مربوط به موارد غیراورژانسی بوده که در تمامی ایام سال ارائه می‌شود.
    
    وی تأکید کرد: ما در مراکز درمانی دارای مجوز آی پی دی مشهد بیماران زیادی را از کشورهای مختلف آسیا، منطقه و جهان داریم که بیشترین آنها از کشورهای همسایه ایران و حاشیه خلیج همیشه فارس هستند.
    
    مدیر گردشگری سلامت دانشگاه علوم پزشکی مشهد گفت: از ابتدای امسال تاکنون نزدیک به 60 هزار گردشگر سلامت از حدود 90 کشور دنیا در بیمارستان‌های دارای مجوز IPD در مشهد درمان شدند و ما در مراکز درمانی دارای مجوز IPD این شهر زیارتی خدمات موردنیاز بیماران غیرایرانی را بالاترین کیفیت و با پایین‌ترین قیمت ارائه می‌دهیم.`
  }
  else if(params.id === '39'){
    imgUrl=imageUrls[38]
    title='وزیر بهداشت: پیام رهبر انقلاب خستگی را از تن سربازان جبهه سلامت زدود'
    moreCard=[
      <span><Card id = "7" title='راهکار های ترکیب برنامه ورزشی با تغذیه سالم ' view = "1028" like = '1592' imgUrl={imageUrls[6]} /></span>,
      <span><Card id = "25" title=' ایمنی که هایی برای جلوگیری از اسیب های ناخواسته هنگام ورزش باید رعایت کنم' view = "1171" like = '1092' imgUrl={imageUrls[24]} /></span>,
      <span><Card id = "19" title='چگونه می‌توانم تمرین تمرکز را در زندگی روزمره‌ام پیاده‌سازی کنم؟' view = "1205" like = '1058' imgUrl={imageUrls[18]} /></span>,
    ]
    article=` در پی نجات جان مادر و نوزاد ساکن روستای جاجن از بخش بابلکنار که از طریق راهنمایی تلفنی "معصومه مهرآور"، مامای بخش ارتباطات اورژانس 115 بابل صورت گرفت، حجت‌الاسلام والمسلمین محمدی گلپایگانی طی تماس تلفنی مراتب خرسندی و پیام تشکر رهبر معظم انقلاب را به این نیروی تلاشگر اورژانس بابل ابلاغ کرد.

    بهرام عین‌اللهی؛ وزیر بهداشت، درمان و آموزش پزشکی در نامه‌ای ضمن قدردانی از‌ رهبر معظم انقلاب به دلیل پیام حکیمانه و عطوفت‌‌آمیز ایشان خطاب به کارشناس اورژانس شهرستان بابل که جان مادر و نوزادی گرفتار در برف را نجات داده بود، بر سنگین‌تر شدن وظیفه نظام سلامت به ویژه سازمان اورژانس در استمرار روحیه خدمت و مجاهدت تا حصول نتایج مورد انتظار مقام معظم رهبری تأکید کرد.
    
    متن نامه دکتر بهرام عین‌اللهی خطاب به رهبر معظم انقلاب به این شرح است:
    
    بسم الله الرحمن الرحیم
    
    محضر مبارک رهبر معظم انقلاب اسلامی، حضرت آیت الله العظمی امام خامنه‌ای «ادام الله ظله الشریف»
    
    سلام علیکم؛
    
    پیام گرانقدر و سرشار از عنایت و عطوفت حضرتعالی درپی نجات جان مادر و نوزاد گرفتار در برف که از جانب رییس دفتر محترم معظم‌له، حضرت آیت الله محمدی گلپایگانی به کارشناس اورژانس شهرستان بابل ابلاغ شد، مایه مباهات و نشان افتخار گرانقدری بر لوح ضمیر کارکنان نظام سلامت گردید. این پیام امیدبخش، حکیمانه و پدرانه، همکاران سختکوشم در سازمان اورژانس کشور را که همواره برای نجات جان هموطنانمان در مجاهدتی دشوار و شبانه‌روزی به سر می‌برند، سراپا شوق و امید و سپاس کرد؛ خستگی تلاش‌های سربازان حضرتعالی در جبهه سلامت را از تن زدود و نیرو و توانی مضاعف بر پیکر آحاد جامعه سلامت به ویژه همکاران دلسوز و خدوم سازمان اورژانس کشور دمید. بی تردید این عنایت مشفقانه، استمرار روحیه مجاهدت و ایثار در نظام سلامت و سازمان اورژانس را ضروری‌تر و خادمان سلامت را به ادامه راه و حصول نتایج مورد انتظار حضرتعالی امیدوارتر می‌نماید.
    
    از خداوند متعال که در این ماه مبارک، درهای رحمتش را به روی بندگان گشوده است، توفیق پیروی از رهنمود‌های حکیمانه آن رهبر فرزانه را خواستارم.به گزارش تسنیم، خانم مهرآور 9 اسفند سال جاری در شبی که برف و بوران شدید تردد در جاده روستای جاجن در بخش بابلکنار را برای آمبولانس اعزامی این شهر با مشکل مواجه کرده بود، از طریق راهنمایی تلفنی پدر خانواده برای کمک به زایمان همسرش زندگی مادر و نوزاد را از مرگ نجات داد. در نهایت مادر و نوزاد پس از دریافت خدمات اولیه فوریت‌های پزشکی توسط «محمد جعفرزاده» و «رحیم کریمپور» تکنسین‌های اورژانس 115 بابل که خود را با دشواری بسیار و با کمک خودروهای راهداری و هلال احمر به محل ماموریت رسانده بودند، به بیمارستان منتقل شدند.`
  }
  else if(params.id === '40'){
    imgUrl=imageUrls[39]
    title=`'طرح "سلامت خانواده" به نام ایران ثبت جهانی شد'`
    moreCard=[
      <span><Card id = "15" title='دلیل بیداری های مککر بین خواب چیست؟' view = "627" like = '299' imgUrl={imageUrls[14]} /></span>,
      <span><Card id = "18" title='چگونه از فکر های منفی دوری کنم؟' view = "1681" like = '1553' imgUrl={imageUrls[17]} /></span>,
    ]
    article=`دکتر بهرام عین‌اللهی؛ وزیر بهداشت، درمان و آموزش پزشکی در حاشیه هفتمین اجلاس وزرای بهداشت کشورهای عضو سازمان همکاری شانگهای در قزاقستان با دکتر هانس هنری کلگ؛ مدیر منطقه اروپا سازمان جهانی بهداشت دیدار و گفت‌وگو کرد.

    هانس هنری کلگ؛ مدیر منطقه اروپا سازمان جهانی بهداشت در این دیدار با تقدیر از اجرای برنامه ملی سلامت خانواده در جمهوری اسلامی ایران، این طرح را ابتکار وزارت بهداشت، درمان و اموزش پژشکی کشورمان دانست. 
    
    براساس اعلام وزارت بهداشت، سازمان جهانی بهداشت، «برنامه سلامت خانواده» را ابتکار جمهوری اسلامی ایران دانست و بر اساس اعلام مسئول منطقه‌ اروپای سازمان بهداشت جهانی، این برنامه را به نام ایران ثبت کرد.
    
    مدیر منطقه اروپا سازمان جهانی بهداشت ضمن ارزشمند خواندن برنامه ملی سلامت خانواده در ایران، خواستار همکاری بین منطقه ای سازمان جهانی بهداشت و اشتراک تجارب موفق بین کشورهای عضو این دو منطقه شد.
    
    بهرام عین‌اللهی نیز در این دیدار با اشاره به اجرای برنامه ملی سلامت خانواده گفت: در حال اجرای دقیق این برنامه هستیم و تسهیلات خوبی برای آن در نظر گرفته‌ایم. 
    
    وی اساس و محور این طرح را خانواده دانست و گفت: برخلاف بسیاری از جوامع که نهاد خانواده کارکرد اصلی خود را از دست داده، در کشور ما، خانواده کانون اصلی تربیت، جامعه پذیری و تامین و ارتقای سلامت است.
    
    وزیر بهداشت با تاکید بر تقدم بهداشت بر درمان، ابراز امیدواری کرد که مدل اجرای برنامه ملی سلامت خانواده در ایران بتواند الگویی برای سایر کشورها باشد. در قالب طرح سلامت خانواده، برای هر کد ملی یک پرونده سلامت الکترونیک تشکیل می‌شود و مراقبان سلامت و پزشکان خانواده وضعیت بیماری افراد را در پرونده ثبت می‌کنند و از مسیر ارجاع و در صورت نیاز، بیماران را به سطوح بالاتر تخصصی ارجاع می‌دهند و در صورتی که فردی از این مسیر در بیمارستان ‌بستری شود 95 درصد هزینه‌های درمان او تحت پوشش بیمه قرار می‌گیرد.`
  }
  useEffect(()=>{
    const navElements =document.querySelectorAll('.nav-bar li a');
    const logo =document.querySelector('.logo');
    const menu_btns = document.querySelectorAll('.btn');
    navElements.forEach((a)=>{a.style.color="#368600fb"});
    menu_btns.forEach((btn)=>{btn.style.color="#368600fb"});
    logo.style.color="#368600fb";

  },[])

  return(
    <div>
      <header className='article-header'>
            <Navbar/>
      </header>
      <div className='article'>
        <div className="chatbot">
            <ChatBot/>
        </div>
        
        
        <section className='article-main'>
          <div className="side-bar">

            <div className="more-article">
              <div className="morecard">
                {moreCard}
              </div>
            </div>

            <div className="clickbait">
              <Link to='/newsandarticles'>برای مشاهده مقاله های بیشتر <span>اینجا</span> کلیک کنید</Link>
            </div>

          </div>

          <div className="article-box">
            <div className="article-image">
              
              <img src={imgUrl} alt="" />
            </div>
            <div className="articel-textbox">
              <h3>{title}</h3>
              <p>{article}</p>
            </div>
          </div>

        </section>

        <div className="news">
          <div>
            <div><Slider id= "6"  titleValue='پربازدید ترین اخبار'/></div>
          </div>
        </div>
        
      </div>
      <div className="footer">
            <Footer/>
        </div>
    </div>
  )
}
export default Article