import LandinPage from '../../components/landing-page/landing-page'
import img1 from '../../images/img1.png'
import img2 from '../../images/img2.jpg'
import img3 from '../../images/img3.png'
import img4 from '../../images/img4.png'
import img5 from '../../images/img5.png'
import style from './main-page.css'
import Card from '../../components/card/card'
import Slider from '../../components/sliders/slider'
import Footer from '../../components/footer/footer'
import News from '../../components/news/news'
import Consultants from '../../components/consultants/consultants'
import { Link } from 'react-router-dom'




export default function MainPage(){
    window.scrollTo({
        top: 0,
        behavior: 'smooth'
    })
    return(
        <div className='mainpage'>
            <div>
                <section>
                    <LandinPage />
                </section>
                <section className='home'>
                    <div className="first-title">
                        <h3>
                            برای بهبود و افزایش سلامتی چه کار هایی را باید انجام بدهم؟
                        </h3>
                    </div>
                    <div className="text-contener1">

                        <div className="text-box1">
                            <div className='text text1' id='slider1'>
                                <h3>
                                    ورزش منظم • 
                                </h3>
                                <p>
                                    ورزش منظم همچون دویدن، شنا، دوچـرخـه ســواری و.... از عوامل کلیدی برای حفظ و بهبود سلامتی است. 
                                    همچنین، ورزش منـظم تأثیر قابل تــوجهی در کاهـش خــطر ابتـلا به بیماری‌ های مزمن دارد.
                                    فعالیت‌های ورزشی مـنظم می‌توانـد کمک کند تا خطر ابتلا به بیماری‌های قلبـی،
                                    دیـابـت نـوع 2، سرطان، افسردگی و اضطراب، بیماری‌های مفصلی اختلالات عمـلـکردی را کـاهــش دهد.
                                    عــلاوه بر این، ورزش مـنـظــم می‌تواند سیستم ایمنی بدن را تقـویت کند و از عــفـونت‌هـا و بیماری‌های عمومی محافظت کند
                                    در نهایت، ورزش فرصتی برای اجتماعی شدن وبرقراری ارتباط با دیگران فراهم می‌کند. 
                                    شرکت در تیـم‌های ورزشی، شرکت در رقابت‌ها و تمـرینـات گروهی،
                                    فرصتـی برای دوستی و همدلی با دیگران است 
                                </p>
                            </div>

                            <img src={img1} className='imageRight'/>

                            
                        </div>
                        <div>
                            <Slider id= "1"  titleValue="فعالت های ورزشی"/>
                        </div>
                        

                        <div className="text-box2">
                            <div className="text text2" id='slider2'>
                                <h3>
                                    تغذیه سالم • 
                                </h3>
                                <p >
                                    تغذیه سالم یک نقش بسیار مهم و تأثیرگذار در حفظ و بهبود سـلامـتـی انـسان دارد. 
                                    موادغـذایی کـه ما مصـرف می‌کـنیم، مستقیماً بر سیستم‌های بدنی ما تأثیر می‌گذارد
                                    و می‌تواندبر رونـد بروز بـیماری‌ها، سـطح انرژی، عملکرد شناختی و حتی حالت روحی تأثیرگذار باشد.
                                    تغذیه سالم شامل تنوع، تعـادل و مـیزان مـناسـبی از موادغذایی از گروه‌های مختـلف اسـت.
                                    مـصـرف مـیوه‌ها، سبزیجات، غـلات کامل، محصولات لبنـی، منابع پروتئینی مانند گـوشت،
                                    ماهـی، نیشـکر، لوبیا و نخود و چربی‌های سالم مانند روغن‌های زیتون
                                    و آووکادو می‌تواند به تـأمین ویتامـین‌ها، مواد معدنی، 
                                    آنتی‌اکسیدان‌ها و فیبر کمک کند که از اهمیت بالایی برای حفظ سلامتی برخوردارند
                                </p>
                            </div>
                            <img src={img2} className='imageLeft' />
                        </div>
                        <div >
                            <Slider id="2" titleValue="رژیم و تغذیه مناسب"/>
                        </div>
                        

                        <div className="text-box3">
                            <div className='text text3' id='slider3'>
                                <h3>
                                    خواب کافی و با کیفیت • 
                                </h3>
                                <p>
                                    یـکـی از تأثیـرات مهـم خـواب  کافی و با کیفیت بر سلامتـی، افزایـش سـیسـتم ایمنی بدن اسـت . 
                                    هـنگامی که در خـواب عمیق به سر می‌بریم ، بدن مواد شیمیایی تولید می‌کند که به عـمـلکـرد بهـتـر سـیـسـتـم
                                    ایمنی کـمک می‌کنـند و در مقابل بـیـمـاری‌هـا و عـفونت‌هـا مـقاومـت بــیـشـتـری بـه دسـت مـی اورد. 
                                    سلامت روانی نیز تحت تأثیر خواب قرار می‌ گیرد. خـواب کـافـی و با کـیـفیـت به مـغـز اجـازه می‌دهد
                                    به خوبی اسـتـراحـت کنـد و فـرصـتی را بـرای بازیابی از استـرس‌های روزمـره فراهـم می‌کند. 
                                    افرادی که به طور منظم خواب کافی می‌برند، عمـوماً با سـطح استرس
                                    پایین‌ تری روبرو هستند و برای مقابله با چالش‌های روزمره بهتر آماده می‌شوند
                                </p>
                            </div>
                            <img src={img3} className='imageRight'/>
                        </div>
                        <div >
                            <Slider id="3" titleValue="خواب و استراحت مناسب "/>
                        </div>
                        

                        <div className="text-box2 text-box4">
                            <div className='text text4' id="slider4">
                                <h3>
                                کاهش استرس • 
                                </h3>
                                <p>
                                    کاهش استرس یک عامل بسیار مهم در حفظ و بهبود سلامتی است. اسـتـرس روزمـره 
                                    و فـشارهای زندگی مدرن می‌تـوانند تأثـیرات منـفی بـسیاری بر سـلامت فیـزیکی و
                                    روانـی داشته باشند. بـاکاهش استرس و مدیریت آن، می‌توانیم بهبود قابل توجهی در سلامت عمومی خود تجربه کنیم.
                                    همچنین، کاهش اسـترس تأثیـر مثبتی بر سـلامت قلب و عروق دارد. استرس مـی‌تـوانـد فـشـار خـون را افـزایـش دهـد
                                    و بـه بـیماری‌های قـلـبـی-عروقی مانند فشار خون بالا و بیماری‌های قلبی مرتبط شود.
                                    با کـاهش اسـترس، فشار خون کنـترل می‌شود و خطر ابتلا به بیماری‌های قلبی کاهش می‌یابد
                                </p>
                            </div>
                            <img src={img4} className='imageLeft'/>
                        </div>
                        <div >
                            <Slider id="4" titleValue="استرس و روش های مقابله"/>
                        </div>
                        

                        <div className="text-box1 text-box5">
                            <div className='text text5' id="slider5">
                                <h3>
                                    مدیریت وزن مناسب • 
                                </h3>
                                <p>
                                مدیریت وزن مناسب تأثیر بسیاری بر روی سلامت اسکلتی-عـضلانی دارد. 
                                حـمل و نـقل بـار زیاد بدن بر روی مفاصل را کـاهـش مـی‌دهـد و خـطـر ابـتـلا بـه بـیمـاری‌های 
                                مـرتبط با استـخوان‌هـا و مـفـاصل مـاننـد آرتـروز را کاهـش مـی‌دهـد. هـمچنین، 
                                وزن منـاسب می‌تواند عـملکـرد فیزیکی را بهبـود بـخـشد و توانایی انجام فعالیت‌های روزمره را افزایش دهـد.        
                                هـمـچنین، مـدیریت وزن مـناسب تـأثـیرات مـثـبتی بر روی سلامت متابولیکی دارد. 
                                وزن بدن مناسب به حفظ سطح قند خون، کنترل دیابت نوع 2و بهبود مقاومت به انسولین کمک می‌کند.
                                همچنـین، مشاوره و راهنمایی از یک تـغذیه‌شناس و پزشک متخصـص نیـز می‌تواند در مدیـریت وزن مناسـب و بهبود سلامت کمک کند
                                </p>
                            </div>
                            <img src={img5} className='imageRight'/>
                        </div>
                        <div >
                            <Slider id="5" titleValue="تعادل وزن و رژیم"/>
                        </div>
                        
                        <div className="news-contener">
                            <News/>
                        </div>
                        <div className="consultants-contener">
                            <div className="consultants">   
                                <Consultants/>
                            </div>
                        
                            <div className='consultants-description'>
                                <h3>مشاورین برتر</h3>
                                <div className='consultants-text'>
                                    <p>
                                        اگر فکر میکنی به مشاوره نیاز داری <br />
                                        میتونی به صفحه مشاورین بری و در قسمت جست و جو اسم شهری که<br />
                                        سکونت داری بنویسی و بهترین مشاورین شهر خودت را پیدا کنی<br />
                                        برای رفتن به صفحه مشاورین
                                        <Link to = '/consultants'>&thinsp;اینجا کلیک کن&thinsp;</Link>
                                    </p>
                                </div>
                                
                            </div>
                        </div>

                        
                    </div>
                    <footer className="footer">
                        <Footer />
                    </footer> 
                </section>
            </div>
        </div>
        
    )
}