import React from 'react'
import style from './news.css'

import NewsCard from '../card/news-card'
export default function News(){
    let imageUrl = [
        'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1399/07/21/1399072111150334221419934.jpg',
        'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1400/10/14/1400101414365055024444244.jpg',
        'https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1399/05/31/1399053122073440821004064.jpg',
    ]

    let text = [
        `فرشید وفا اظهارداشت: 72 مرکز تهیه و توزیع مواد غذایی مهر وموم شده در این مدت مربوط به شهر مشهد است.وی ادامه داد: از ابتدای طرح سلامت نوروزی که از 15 اسفندماه سال گذشته آغاز شده، تاکنون 41 هزار و 166بازدید از مراکز تهیه و توزیع غذا در مناطق زیر پوشش دانشگاه علوم پزشکی مشهد انجام شده که 26 هزار و 724 مورد از این بازدیدها متعلق به شهر مشهد است.مدیر سلامت کار و محیط معاونت بهداشتی دانشگاه علوم پزشکی مشهد اظهار کرد: در این بازه زمانی 6 هزار و 758 مرکز تهیه و توزیع مواد غذایی اخطار کتبی گرفته و 857 مرکز به مراجع قضایی معرفی شده اند که بیش از 80 درصد از آنها در مشهد فعالیت دارند.`,
        
        `دکتر محمد دادرس؛ رییس اداره مراقبت مرکز مدیریت بیماری‌های واگیر وزارت بهداشت اظهار کرد: همچنین از ابتدای طرح سلامت نوروزی 25 اسفند 1402 تا پنج فروردین 1403 در فعالیت‌های مراقبت‌های بهداشتی مرزی بالغ بر 367 هزار و 865 غربالگری سندرومیک، 1536 تست کرونا، 286 تست مالاریا، 389 تست وبا و 92 مورد واکسیناسیون سرخک انجام شده است.وی افزود: در بخش فعالیت‌های مراقبت‌ بیماری‌های واگیر در دانشگاه‌های علوم پزشکی کشور نیز در این مدت 941 مورد بازدید، 2367 مورد واکسیناسیون هاری، 483 مورد نمونه گیری و 2145 مورد تست کرونا انجام شده است`,

        `حسین فرشیدی در گفت‌وگو با خبرنگار اجتماعی خبرگزاری تسنیم با اشاره به آغاز اجرای طرح سلامت خانواده از سال 1402 اظهار کرد: در حال حاضر برنامه «سلامت خانواده» در 195 شهر کشور در حال اجراست.

        وی درباره اجرای سراسری برنامه سلامت خانواده افزود: در تهران از هر دانشگاه علوم پزشکی 2 منطقه را انتخاب کرده‌ایم و بنابراین در مجموع 6 منطقه در تهران تحت پوشش برنامه سلامت خانواده قرار گرفته است و تا خردادماه 1403، این برنامه برای 27 میلیون نفر از جمعیت کشور اجرایی خواهد شد.`

    ]
    let title=[
        "مهروموم ۹۹ مرکز تهیه و توزیع مواد غذایی در مشهد",
        " بیش از دوهزار مورد تزریق واکسن هاری از ابتدای طرح سلامت نوروزی تاکنون",
        "اجرای برنامه سلامت خانواده برای ۲۷میلیون نفر تا خرداد"
    ]
    
    return(
        <section className="news">
            <div className="news-container-title">
                <h3>پربازدید ترین اخبار این هفته</h3>
            </div>
            <div className="news-card-container">
                <NewsCard img={imageUrl[1]} title={title[1]} date='13:52  1403/01/6' text={text[1]}/>
                <NewsCard img={imageUrl[0]} title={title[0]} date='11:10  1403/01/12' text={text[0]}/>
                <NewsCard img={imageUrl[2]} title={title[2]} date='15:03  1403/01/01' text={text[2]}/>
            </div>
            
            
        </section>    
    )
}